<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Облік та податки - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Оподаткування доходу в Умкойн</h1>
    <p>Дотримання податкового кодексу є предметом занепокоєння для малого бізнесу. Ми не бухгалтери або юристи, тому не можемо надавати юридичну чи бухгалтерську консультацію.</p>
    <p>Але багато в чому угоди в Умкоїнах дуже схожі на угоди, які деноміновано в більш звичних грошових одиницях. Подібно до Умкойн, готівка також анонімна і не залишає паперових слідів, але широко використовується в торгівлі кожен день.</p>
    <p>Запитайте себе, як Ви обробляєте грошову транзакцію. Ви приймаєте готівкові операції? Як правило, Ви платите податки на касові операції? Відповідь для операцій з Умкойнами, буде однаковою.</p>
    <p>Що стосується того, як вирішити, що таке операція в Умкойн, варто зазначити таке: <a href="https://en.wikipedia.org/wiki/Internal_Revenue_Service" target="_blank">IRS</a>, наскільки нам відомо, ніколи не видавала довідника про те, як оцінити транзакції Умкойн. Але у них є правила та рекомендації щодо того, як оцінювати операції, здійснені в іноземній валюті або "грошові еквіваленти". Вірогідно, що бухгалтерський облік буде подібним.</p>
    <p>З Умкойнами, можливо, буде деяка різниця між вартістю УМК, в момент прийняття їх в якості оплати, і в той момент, коли відбувається обмін їх на іншу валюту, як USD. Такий сценарій також не зміниться, якщо Ви приймаєте іноземну валюту або золото як плату. За деяких сценаріїв, може бути сенс забронювати доларну суму доходу від УМК як отриману, а потім забронювати будь-яку різницю, понесену під час обміну на валюту. В інших - забронювати все це під час обміну.</p>
    <p>Ймовірно, Вам слід поговорити зі своїм бухгалтером. Вам не потрібно входити в дискусію з бухгалтером про ланцюжки блоків та приватні ключі, або про філософію децентралізованої валюти. Порівнюючи основи Умкойн з поняттями бухгалтерського обліку, які вже добре зрозумілі для громадськості, Ви, напевно, можете отримати всі потрібні відповіді. Що б Ви запитали у Вашого бухгалтера, якщо вирішили прийняти Беркшир-Бакс або 1-унцій золото як монети?</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
