<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>ЧаПи - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Часті Питання</h1>
    <p class="summary">Знайдіть відповіді на повторювані питання та міфи про Умкойн.</p>

    <h2 id="table-of-contents">Зміст</h2>

    <div class="index">
    <ul>
      <li><a href="#general">Загальні</a></li>
      <ul>
        <li><a href="#what-is-umkoin">Що таке Умкойн?</a></li>
        <li><a href="#who-created-umkoin">Хто створив Умкойн?</a></li>
        <li><a href="#who-controls-the-umkoin-network">Хто контролює Умкойн?</a></li>
        <li><a href="#how-does-umkoin-work">Як працює Умкойн?</a></li>
        <li><a href="#is-umkoin-really-used-by-people">Чи насправді Умкойн використовується людьми?</a></li>
        <li><a href="#how-does-one-acquire-umkoins">Як можна отримати умкоїни?</a></li>
        <li><a href="#how-difficult-is-it-to-make-a-umkoin-payment">Наскільки важко здійснити умкойн-платіж?</a></li>
        <li><a href="#what-are-the-advantages-of-umkoin">Які переваги у Умкойн?</a></li>
        <li><a href="#what-are-the-disadvantages-of-umkoin">Які недоліки у Умкойн?</a></li>
        <li><a href="#why-do-people-trust-umkoin">Чому люди довіряють Умкойн?</a></li>
        <li><a href="#can-i-make-money-with-umkoin">Чи можу я заробляти за допомогою Умкойн?</a></li>
        <li><a href="#is-umkoin-fully-virtual-and-immaterial">Умкойн повністю віртуальний та нематеріальний?</a></li>
        <li><a href="#is-umkoin-anonymous">Умкойн анонімний?</a></li>
        <li><a href="#what-happens-when-umkoins-are-lost">Що відбувається якщо умкоїни втрачені?</a></li>
        <li><a href="#can-umkoin-scale-to-become-a-major-payment-network">Чи можна масштабувати Умкойн до розміру основної платіжної мережі світу? </a></li>
      </ul>
      <li><a href="#legal">Законність</a></li>
      <ul>
        <li><a href="#is-umkoin-legal">Чи є Умкойн законним?</a></li>
        <li><a href="#is-umkoin-useful-for-illegal-activities">Чи використовується Умкойн в незаконних цілях?</a></li>
        <li><a href="#can-umkoin-be-regulated">Чи можна регулювати Умкойн?</a></li>
        <li><a href="#what-about-umkoin-and-taxes">А що стосується Умкойн та податків?</a></li>
        <li><a href="#what-about-umkoin-and-consumer-protection">А що стосується Умкойн та захисту прав споживачів?</a></li>
      </ul>
      <li><a href="#economy">Економіка</a></li>
      <ul>
        <li><a href="#how-are-umkoins-created">Як створюються умкоїни?</a></li>
        <li><a href="#why-do-umkoins-have-value">Чому у умкоїнів є вартість?</a></li>
        <li><a href="#what-determines-umkoins-price">Чим визначається вартість умкоїнів?</a></li>
        <li><a href="#can-umkoins-become-worthless">Чи можуть умкоїни знецінитись?</a></li>
        <li><a href="#is-umkoin-a-bubble">Умкойн - це бульбашка?</a></li>
        <li><a href="#is-umkoin-a-ponzi-scheme">Чи є Умкойн фінансовою схемою Понці?</a></li>
        <li><a href="#doesnt-umkoin-unfairly-benefit-early-adopters">Чи правда, що Умкойн дає несправедливий прибуток тим, хто раніше підтримав проект?</a></li>
        <li><a href="#wont-the-finite-amount-of-umkoins-be-a-limitation">Чи не стане скінченна кількість умкоїнів серйозним обмеженням?</a></li>
        <li><a href="#wont-umkoin-fall-in-a-deflationary-spiral">Чи не провалиться Умкойн у дефляційну спіраль? </a></li>
        <li><a href="#isnt-speculation-and-volatility-a-problem-for-umkoin">Чи є спекуляція та коливання курсу проблемою для Умкойн?</a></li>
        <li><a href="#what-if-someone-bought-up-all-the-existing-umkoins">А якщо хтось придбає усі існуючі умкоїни?</a></li>
        <li><a href="#what-if-someone-creates-a-better-digital-currency">А якщо хто-небудь створить кращу цифрову валюту?</a></li>
      </ul>
      <li><a href="#transactions">Транзакції</a></li>
      <ul>
        <li><a href="#why-do-i-have-to-wait-10-minutes">Чому я повинен чекати на підтвердження?</a></li>
        <li><a href="#how-much-will-the-transaction-fee-be">Якого розміру комісія за транзакцію?</a></li>
        <li><a href="#what-if-i-receive-a-umkoin-when-my-computer-is-powered-off">Що трапиться, якщо я отримаю умкойн, коли мій комп'ютер вимкнений?</a></li>
        <li><a href="#what-does-synchronizing-mean-and-why-does-it-take-so-long">Що означає "синхронізація" і чому вона триває так довго?</a></li>
      </ul>
      <li><a href="#mining">Видобуток</a></li>
      <ul>
        <li><a href="#what-is-umkoin-mining">Що таке видобуток Умкойн?</a></li>
        <li><a href="#how-does-umkoin-mining-work">Як працює видобуток Умкойн?</a></li>
        <li><a href="#isnt-umkoin-mining-a-waste-of-energy">Чи не є видобуток умкоїнів марним витрачанням електроенергії?</a></li>
        <li><a href="#how-does-mining-help-secure-umkoin">Яким чином видобуток допомагає безпеці Умкойн?</a></li>
        <li><a href="#what-do-i-need-to-start-mining">Що мені потрібно, щоб розпочати видобуток?</a></li>
      </ul>
      <li><a href="#security">Безпека</a></li>
      <ul>
        <li><a href="#is-umkoin-secure">Чи є Умкойн безпечним?</a></li>
        <li><a href="#hasnt-umkoin-been-hacked-in-the-past">Чи не був Умкойн зламаний у минулому?</a></li>
        <li><a href="#could-users-collude-against-umkoin">Чи можуть користувачі змовитись проти Умкойн?</a></li>
        <li><a href="#is-umkoin-vulnerable-to-quantum-computing">Чи є Умкойн вразливим до квантових обчислень? </a></li>
      </ul>
      <li><a href="#help">Допомога</a></li>
      <ul>
        <li><a href="#more-help">Я бажаю дізнатись більше. Де я можу отримати допомогу?</a></li>
      </ul>
    </ul>
    </div>

    <h2 id="general">Загальні</h2>

    <h3 id="what-is-umkoin">Що таке Умкойн?</h3>
    <p>Умкойн - це мережа глобального консенсусу, яка створює нову платіжну систему і повністю цифрові гроші. Це децентралізована платіжна мережа, що діє за принципом "рівний-рівному" (peer-to-peer) та обслуговується її користувачами за відсутності центрального органу управління чи посередників. З точки зору користувачів, Умкойн схожий на готівку для Інтернету. Умкойн також можна розглядати як провідну <a href="http://financialcryptography.com/mt/archives/001325.html">бухгалтерську систему з потрійним записом</a>.</p>

    <h3 id="who-created-umkoin">Хто створив Умкойн?</h3>
    <p>Умкойн - це втілення концепції під назвою "криптовалюта", яка вперше була описана Вей Дай у 1998 році. У кіберпанківській розсилці електронних листів він запропонував ідею нової форми грошей, що замість центрального органу управління використовує криптографію для контролю емісії та транзакцій. Перша специфікація і доказ роботи цієї концепції були опубліковані Сатоші Накамото у 2009 році у криптографічній розсилці електронних листів під час роботи над проектом Біткойн (Умкойн побудовано на вихідному коді Біткойн). Сатоші покинув проект наприкінці 2010 року так і не розкривши подробиць своєї біографії. З тих пір спільнота зросла експоненціально, і тепер над Умкойн працюють <a href="/uk/development.php">багато розробників</a>.</p>
    <p>Анонімність Сатоші часто викликає необґрунтовані сумніви, більшість з яких пов'язана із нерозумінням природи відкритого коду Умкойн. Протокол Умкойн і програмне забезпечення знаходяться у відкритому доступі, і будь-який розробник із будь-якої точки світу може ознайомитись з текстом програми чи розробити свою власну модифіковану версію ПЗ Умкойн. Так само як і у чинних розробників, вплив Сатоші був обмежений тільки тими змінами коду, які приймають інші користувачі і, відповідно, розмови про те, що він контролює Умкойн є безпідставними. По суті, особа винахідника Умкойн так само немає ніякого значення як і особа древнього винахідника паперу.</p>

    <h3 id="who-controls-the-umkoin-network">Хто контролює Умкойн?</h3>
    <p>Мережа Умкойн не належить нікому так само, як ніхто не володіє технологією, що стоїть за електронною поштою. Умкойн контролюється самими умкойн-користувачами з усього світу. Хоча розробники й покращують програмне забезпечення, вони не можуть примусово змінити протокол, тому що користувачі вільні у своєму виборі програмного забезпечення та версії для використання. З метою підтримання сумісності усі користувачі повинні використовувати програмне забезпечення, що задовольняє одним і тим самим правилам. Умкойн може працювати справно тільки при повному консенсусі між усіма користувачами. Таким чином, у всіх користувачів та розробників існує стимул до захисту цього консенсусу.</p>

    <h3 id="how-does-umkoin-work">Як працює Умкойн?</h3>
    <p>З точки зору користувачів, Умкойн є всього лише мобільним додатком чи комп'ютерною програмою, що надає їм доступ до умкойн-гаманця і дозволяє їм надсилати й отримувати умкоїни. Саме так працює Умкойн для більшості користувачів.</p>
    <p>В основі мережі Умкойн лежить публічний реєстр під назвою блокчейн, або "ланцюжок блоків". Цей реєстр містить історію усіх коли-небудь здійснених транзакцій, дозволяючи комп'ютерам користувачів перевіряти правочинність кожної транзакції. Достовірність кожної транзакції захищається цифровими підписами, що відповідають використаним у транзакціях адресам, що дозволяє користувачам мати повний контроль над пересиланням умкоїнів зі своїх умкойн-адрес. Крім того, кожен може опрацьовувати транзакції використовуючи обчислювальні потужності спеціалізованого апаратного обладнання і заробляти умкоїни за ці послуги. Зазвичай це називається "майнінг", або видобуток. Для отримання більш детальної інформації про Умкойн, ви можете переглянути <a href="/uk/how-it-works.php">цю сторінку</a>.</p>

    <h3 id="is-umkoin-really-used-by-people">Чи насправді Умкойн використовується людьми?</h3>
    <p>Так. Існує <a href="/uk/spend-umkoin.php">зростаюча кількість підприємств</a> та осіб, які використовують умкойн. Це включає  такі підприємства, як ресторани, агенства нерухомості та юридичні фірми, а також популярні онлайн-послуги, такі як Namecheap, Overstock.com та Reddit. Хоча умкойн залишається відносно новим явищем, він швидко зростає.</p>

    <h3 id="how-does-one-acquire-umkoins">Як можна отримати умкоїни?</h3>
    <ul>
      <li>В якості оплати за товари та послуги.</li>
      <li>Придбати умкойни на умкойн-біржах.</li>
      <li>Обміняти умкоїни через когось, хто знаходиться у вашій місцевості.</li>
      <li>Заробити умкоїни шляхом конкурентного <a href="/uk/blockmining.php">видобутку-майнінгу</a>.</li>
    </ul>
    <p>У той час, коли можливо знайти людей бажаючих продати умкоїни в обмін на платіж по кредитній картці чи PayPal, більшість бірж не дозволяють поповнювати кошти через ці платіжні способи. Це відбувається через те, що люди, які придбали умкоїни через PayPal, згодом дуже часто відмовляються від платежу. Цей процес часто називається поверненням коштів.</p>

    <h3 id="how-difficult-is-it-to-make-a-umkoin-payment">Наскільки важко здійснити умкойн-платіж?</h3>
    <p>Умкойн-платежі здійснити набагато простіше, аніж платежі за допомогою дебетової чи кредитної картки, тим паче, що це не вимагає відкриття розрахункового рахунку. Платежі здійснюються через програму-гаманець, установлену на вашому комп'ютері чи на смартфоні, шляхом введення адреси отримувача, суми платежу і натискання кнопки "надіслати". Для спрощення введення адреси отримувача, більшість гаманців можуть зчитувати адреси у вигляді QR-коду чи за допомогою поєднання телефонів з технологією NFC.</p>

    <h3 id="what-are-the-advantages-of-umkoin">Які переваги у Умкойн?</h3>
    <ul>
      <li><em><b>Свобода платежів</b></em> - Це можливість миттєвого надсилання та отримання будь-якої грошової суми будь-де та будь-коли. Банківських свят більше не існує. Усі кордони стерті. Ніяких примусових обмежень. Умкойн дозволяє своїм користувачам повністю контролювати свої гроші.</li>
      <li><em><b>Оберіть свою комісію</b></em> - Не існує плати за отримання умкойнів, і багато гаманців дозволяють вам контролювати, наскільки великою є плата при оплаті. Більшість гаманців мають розумні комісії за замовчуванням, а більш високі збори можуть заохочувати швидше <a href="/uk/you-need-to-know.php#instant">підтвердження</a> ваших транзакцій. Тарифи не пов'язані з перерахованою сумою, тому можна надіслати 100000 умкойнів за ту ж комісію, яка коштує відправлення 1 умкойну. Крім того, існують процесінгові компанії, що допомагають компаніям опрацьовувати транзакції, конвертувати умкоїни у паперову валюту та щоденно відправляти кошти безпосередньо на банківські рахунки компаній. Так як ці послуги базуються на мережі Умкойн, вони пропонують комісії набагато нижчі від використання PayPal чи кредитних карток.</li>
      <li><em><b>Менше ризиків для підприємців</b></em> - Умкойн-транзакції безпечні, незворотні та не містять особисту чи приватну інформацію клієнтів. Це захищає компанії від втрат, спричинених шахрайством чи шахрайським поверненням коштів, а також відсутня потреба у відповідності до стандартів РCI - стандартів безпеки платіжних карт. Компанії можуть з легкістю виходити на нові ринки, де кредитні картки недоступні чи рейтинги шахрайства надзвичайно високі. В результаті ви отримуєте нижчі комісії, більші ринки та менші адміністративні витрати.</li>
      <li><em><b>Безпека та контроль</b></em> - Умкойн-користувачі повністю контролюють свої транзакції; компанії не зможуть без вашого відома чи бажання знімати гроші, так як може статися з іншими платіжними способами. Умкойн-платежі можуть здійснюватись без прив'язки особистої інформації до транзакції. Це забезпечує потужний захист від викрадення особистої інформації. Користувачі Умкойн також можуть захищати свої гроші за допомогою резервного копіювання та шифрування.</li>
      <li><em><b>Прозорість та нейтральність</b></em> - <a href="/uk/blockexplorer.php">Уся інформація</a> щодо грошової маси Умкойн завжди доступна для усіх у ланцюжку блоків, її можна перевірити та використати у реальному часі. Жодна людина чи організація не можуть контролювати чи маніпулювати протоколом Умкойн, так як він захищений криптографічно. Тому, мережі Умкойн можна довіряти у тому, що вона повністю нейтральна, прозора та передбачувана.</li>
    </ul>

    <h3 id="what-are-the-disadvantages-of-umkoin">Які недоліки у Умкойн?</h3>
    <ul>
      <li><em><b>Рівень визнання</b></em> - Багато людей все ще не знають про Умкойн. Все більше і більше компаній щоденно приймають Умкоїни, так як вони хочуть отримати переваги від цього. Проте, їх все ще недостатньо для отримання <a href="https://en.wikipedia.org/wiki/Network_effect">мережевого ефекту</a>.</li>
      <li><em><b>Коливання курсу</b></em> - Загальна вартість умкоїнів у обігу і кількість компаній, що використовують умкоїни, все ще незначна у порівнянні з тим, яка вона могла б бути. Тому, відносно невеликі події, угоди чи дії окремих компаній можуть суттєво впливати на ціну умкоїнів. У теорії, це коливання курсу зменшуватиметься по мірі дозрівання умкойн-ринків та технології. Валюта-стартап - це явище, якого світ ще не бачив, тому уявити собі як все це буде розвиватись, дуже важко й водночас цікаво.</li>
      <li><em><b>Розробка, що триває</b></em> - Програмне забезпечення Умкойн все ще знаходиться на стадії бета-тестування і багато незакінчених функцій знаходяться у активній розробці. Нові інструменти, функції та сервіси все ще розробляються для того, щоб зробити Умкойн більш безпечним і доступнішим для широкого загалу. Деякі з цих інструментів ще не готові до використання. Більшість пов'язаних із Умкойн компаній все ще знаходяться на початковій стадії розвитку і не пропонують ніяких гарантій. Загалом, Умкойн все ще знаходиться у процесі становлення.</li>
    </ul>

    <h3 id="why-do-people-trust-umkoin">Чому люди довіряють Умкойн?</h3>
    <p>Значна частина довіри до Умкойн лежить у площині того факту, що він не потребує ніякої довіри. Початковий код Умкойн повністю відкритий, а мережа - децентралізована. Це означає, що будь-хто має доступ до повного початкового коду у будь-який проміжок часу. Тому будь-який розробник у світі може перевірити, як саме працює Умкойн. Хто завгодно може відстежити усі умкойн-транзакції і випущені умкоїни у реальному часі. Усі платежі здійснюються без покладання на сторонню організацію і вся система захищена надійними та добре перевіреними криптографічними алгоритмами, що аналогічні тим, які використовуються у онлайн-банкінгу. Жодна організація чи приватна особа не можуть контролювати Умкойн, і мережа залишається безпечною, навіть якщо не всім її користувачам можна довіряти.</p>

    <h3 id="can-i-make-money-with-umkoin">Чи можу я заробляти за допомогою Умкойн?</h3>
    <p>Очікувати збагачування за допомогою Умкойн чи будь-якої іншої технології, що розвивається, - не варто. Також, слід відноситись з обережністю до речей, які звучать надто солодко, щоб бути правдою, чи які не підкоряються базовим правилам функціонування економіки.</p>
    <p>Умкойн - це зростаюче інноваційне поле з можливостями для бізнесу, які також передбачають ризики. Незважаючи на досить стрімкий зріст Умкойн, гарантії його сталого зросту немає. Інвестування часу та ресурсів у будь-що пов'язане з Умкойн потребує підприємливості. Існує декілька способів заробітку грошей за допомогою Умкойн, наприклад видобуток, спекуляція чи запровадження нових бізнес-проектів. Усі ці методи є конкурентними і без гарантії ибутковості. Правильна оцінка витрат та ризиків, притаманних таким проектам, повністю лежить на плечах підприємця.</p>

    <h3 id="is-umkoin-fully-virtual-and-immaterial">Умкойн повністю віртуальний та нематеріальний?</h3>
    <p>Умкойн на стільки ж віртуальний, як кредитні картки і мережі онлайн-банкінгу, які люди використовують щоденно. Умкоїни можна використовувати для здійснення платежів онлайн та у реальних магазинах, так само як і будь-яку іншу грошову форму. Баланси умкоїнів зберігаються у величезній розподільчій мережі, і вони ніким не можуть бути змінені шахрайським способом. Інакше кажучи, користувачі Умкойн мають ексклюзивний контроль над своїми коштами і умкоїни не можуть зникнути тільки тому, що вони віртуальні.</p>

    <h3 id="is-umkoin-anonymous">Умкойн анонімний?</h3>
    <p>Умкойн влаштований таким чином, щоб дозволити своїм користувачам надсилати та отримувати платежі з прийнятним рівнем конфіденційності, таким як і у будь-якій іншій формі платежів. Проте, Умкойн не анонімний і не може забезпечити такий самий рівень конфіденційності як готівка. Використання Умкойн залишає за собою загальнодоступні публічні записи. Існують <a href="/uk/protect-your-privacy.php">різноманітні механізми</a> захисту конфіденційності користувачів, і ще більше знаходиться на стадії розробки. Тим не менше, попереду ще багато роботи для того, щоб ці функції могли правильно застосовуватись користувачами.</p>
    <p>Були висловлені деякі занепокоєння з приводу того, що конфіденційність умкойн-транзакцій може бути використана у незаконних цілях. Проте, необхідно зазначити, що Умкойн безперечно буде підпадати під регулювання, що вже мають місце у існуючих фінансових системах. Умкойн не може бути більш анонімним ніж звичайні готівкові гроші, і навряд чи завадить проведенню кримінальних розслідувань. До того ж, Умкойн дозволяє попереджувати широкий спектр фінансовий злочинів.</p>

    <h3 id="what-happens-when-umkoins-are-lost">Що відбувається якщо умкоїни втрачені?</h3>
    <p>Коли користувач втрачає свій гаманець, кошти із гаманця випадають з обігу. Втрачені умкоїни все ще залишаються у ланцюжку блоків, так само як і інші умкоїни. Проте, втрачені умкоїни назавжди залишаться неактивними, так як ніхто не зможе підібрати приватний ключ (ключі), які дозволять витратити ці кошти. Відповідно до закону попиту та пропозиції, чим менше умкоїнів доступно, тим більше будуть цінуватись ті, що залишились у обігу, і можна очікувати, що усі інші умкоїни дещо подорожчають у вартості.</p>

    <h3 id="can-umkoin-scale-to-become-a-major-payment-network">Чи можна масштабувати Умкойн до розміру основної платіжної мережі світу? </h3>
    <p>Мережа Умкойн може опрацьовувати набагато більше транзакцій за секунду, ніж вона фактично опрацьовує сьогодні. Однак, вона ще не повністю готова масштабуватись до рівня основних мереж кредитних карток. Заходи з усунення чинних обмежень та майбутніх потреб вже окреслені, і робота у цьому напрямку вже ведеться. З самого початку, кожен аспект мережі знаходився у процесі безперервного покращення, оптимізації і спеціалізації. Слід очікувати, що цей процес займе ще принаймні декілька років. По мірі зростання обертів мережі, користувачі Умкойн зможуть все більше використовувати полегшені програми-клієнти, а повноцінні мережеві вузли можуть стати більш спеціалізованим сервісом.</p>

    <h2 id="legal">Законність</h2>

    <h3 id="is-umkoin-legal">Чи є Умкойн законним?</h3>
    <p>Наскільки нам відомо, з точки зору законодавства більшості юрисдикцій Умкойн не є незаконним. Тим не менше, у деяких юрисдикціях (таких як Аргентина чи Росія) на використання іноземних валют введені суворі обмеження чи заборони. Інші юрисдикції (наприклад Таїланд) можуть обмежувати видачу ліцензій окремим суб'єктам, таким як умкойн-біржі.</p>
    <p>Органи регулювання різних юрисдикцій вживають заходів щодо створення правил для фізичних та юридичних осіб, направлених на інтегрування цієї нової технології до існуючої, регульованої фінансової системи. Наприклад, Мережа Боротьби з Фінансовими Злочинами (FinCEN), бюро Міністерства Фінансів США, опублікувала необов'язкові настанови щодо того, як вона характеризує окремі види діяльності, що включають віртуальні валюти.</p>

    <h3 id="is-umkoin-useful-for-illegal-activities">Чи використовується Умкойн в незаконних цілях?</h3>
    <p>Умкойн - це гроші, а гроші завжди використовувались як у законних, так і незаконних цілях. Готівка, кредитні картки та чинні банківські системи набагато перевершують Умкойн відносно їх використання з метою фінансування злочинності. Умкойн може зробити значний інноваційний внесок у платіжні системи і користь від такої інновації зазвичай вважається набагато більшою ніж потенційні недоліки.</p>
    <p>Умкойн влаштований таким чином, що він є серйозним кроком вперед у забезпеченні безпеки грошей. Він також може використовуватись як суттєвий захист від багатьох форм фінансових злочинів. Наприклад, умкоїни абсолютно неможливо підробити. Користувачі повністю контролюють свої платежі і не можуть приймати непідтверджені рахунки, такі як при шахрайстві з кредитними картками. Умкойн-транзакції незворотні і не піддаються ризику шахрайського повернення коштів. Умкойн дозволяє захистити гроші від крадіжки і втрати за допомогою потужних і корисних механізмів, таких як резервне копіювання, шифрування і мультипідпис.</p>
    <p>Були висловлені деякі занепокоєння з приводу того, що Умкойн може бути більш привабливим для злочинців з огляду на те, що його можна використати для здійснення приватних та незворотних платежів. Проте, ці функції вже існують при готівкових розрахунках та переказах, які широко використовуються та є популярними. Безсумнівно, використання Умкойн підлягатиме такому ж регулюванню, яке вже існує у чинних фінансових системах, і Умкойн навряд чи завадить проведенню кримінальних розслідувань. Загалом, це нормальна справа для революційних ідей бути сприйнятими як щось суперечливе, до того як переваги цієї ідеї не стануть усім добре зрозумілими. Гарний приклад, серед багатьох інших, який ілюструє це, - становлення Інтернету.</p>

    <h3 id="can-umkoin-be-regulated">Чи можна регулювати Умкойн?</h3>
    <p>Сам умкойн-протокол не може бути змінений без згоди практично усіх його користувачів, які самостійно вирішують яким програмним забезпеченням користуватись. Спроби надати спеціальні привілеї якій-небудь місцевій владі враховуючи глобальну сутність Умкойн, на практиці нереальні. Авжеж, яка-небудь заможна організація може інвестувати у апаратні засоби з видобутку для отримання контролю над половиною обчислювальної потужності мережі і можливості блоЃвання чи звороту нещодавніх транзакцій. Проте, не існує гарантії, що такі організації зможуть досягнути чи утримати таку позицію, так як це вимагає інвестування рівно стільки ж, скільки інвестували у свій час усі інші видобувальники світу разом взяті.</p>
    <p>Тим не менше, регулювати використання умкоїнів можливо способами, схожими на регулювання інших фінансових інструментів. Так само як і долар, Умкойн може використовуватись для широкого різновиду цілей, які можуть бути визнані законними або ні, залежно від законів кожної конкретної країни. У цьому відношенні Умкойн нічим не відрізняється від інших інструментів чи ресурсів і може по-різному регулюватись у різних країнах. За допомогою правил та обмежень можна зробити і так, що використання Умкойн стане складним. У цьому випадку важко передбачити, який відсоток користувачів продовжуватиме використовувати цю технологію. Уряд, що вирішив заборонити Умкойн, завадить своєму внутрішньому ринку та підприємцям розвиватись, що призведе до відтоку інновацій до інших країн. Виклик для регулятивних органів, як завжди, полягає в тому, щоб розробити ефективні рішення і в той же час не дозволити послаблення зростання нових компаній та ринків, що виникають.</p>

    <h3 id="what-about-umkoin-and-taxes">А що стосується Умкойн та податків?</h3>
    <p>Умкойн - це не паперова валюта і вона необов'язкова до приймання у жодній юрисдикції. Проте, податки часто нараховуються незалежно від засобу здійснення платежу. Існує ряд законів у багатьох різних юрисдикціях, які можуть стати підґрунтям для виникнення податкових зобов'язань відносно прибутку, зарплатні, приросту капіталу, і деяких інших форм податків, при використанні Умкойн.</p>

    <h3 id="what-about-umkoin-and-consumer-protection">А що стосується Умкойн та захисту прав споживачів?</h3>
    <p>Умкойн надає людям свободу у здійсненні транзакцій згідно з власними умовами. Кожен користувач може надсилати та отримувати платежі, так само як і за готівку, але користувачі також можуть приймати участь і у більш складних контрактах. Мультипідпис дозволяє транзакції бути прийнятою мережею тільки за умови її погодження підписами конкретної кількості окремих людей. Це дозволяє розробити у майбутньому інноваційну послугу вирішення спорів. Ця послуга зможе дозволити сторонній організації прийняти чи відхилити транзакцію у випадку незгоди між сторонами, без отримання контролю над їх грошима. На відміну від готівкових розрахунків та інших способів оплати, Умкойн завжди залишає загальнодоступний доказ того, що транзакція дійсно відбулась, що може бути потенційно використано як право регресу проти компаній з шахрайською діяльністю.</p>
    <p>Варто також зазначити, що в той час коли компанії зазвичай залежать від своєї репутації, щоб залишатись у бізнесі та платити своїм співробітникам, у них немає доступу до такого ж рівня поінформованості, коли вони мають справу з новими споживачами. Те як працює умкойн, дозволяє обидвом сторонам, і покупцеві і продавцеві, бути застрахованими від шахрайського повернення платежів, у той же час надаючи вибір покупцям обирати більший захист у випадку, якщо вони не довіряють конкретному продавцю.</p>

    <h2 id="economy">Економіка</h2>

    <h3 id="how-are-umkoins-created">Як створюються умкоїни?</h3>
    <p>Нові умкойни створюються під час конкурентного й децентралізованого процесу, що називається "видобуток", або "майнінг". Цей процес передбачає те, що люди отримують винагороду від мережі за свої послуги. Видобувачі умкойнів опрацьовують транзакції і забезпечують безпеку мережі шляхом використання спеціалізованих апаратних засобів, за що вони й отримують умкойни.</p>
    <p>Протокол умкойн розроблений таким чином, що нові умкойни створюються за фіксованою швидкістю. Це робить видобуток умкойну дуже конкурентним бізнесом. Коли більшість шахтарів ("майнерів") приєднуються до мережі, стає все важче отримувати прибуток, і шахтарі повинні прагнути до ефективності, щоб скоротити свої експлуатаційні витрати. Ніякий центральний орган влади або розробник не має жодних повноважень контролювати або управляти системою, щоб збільшувати свої прибутки. Кожен вузол умкойн у світі відкидає все, що не відповідає правилам, які він очікує від системи.</p>
    <p>Умкоїни створюються зі все більш передбачуваною швидкістю, що поступово зменшується. Кількість нових умкоїнів, що створюються щороку, автоматично зменшуватиметься вдвічі доти, доки виробництво умкоїнів не зупиниться повністю і загальна кількість випущених умкоїнів не стане рівною 21 мільйону умкоїнів. Починаючи з цієї позначки, видобувачі умкоїнів скоріш за все будуть підтримуватись виключно безліччю невеликих комісій за транзакції.</p>

    <h3 id="why-do-umkoins-have-value">Чому у умкоїнів є вартість?</h3>
    <p>У умкоїнів є вартість тому що вони корисні як грошова форма. Умкоїни мають усі характеристики грошей (довговічність, портативність, взаємозамінюваність, дефіцит, подільність та впізнаваність). Ці властивості засновані на математичних, а не на фізичних якостях (як у золота чи срібла) чи на довірі до центрального органу (як у фізичних валют). Словом, Умкойн опирається на математику. Враховуючи це, все що необхідно для того, щоб Умкоїни зберігали свою вартість - це довіра та розповсюдженість. У випадку з Умкойн, це може бути замінено зростаючою базою користувачів, підприємців та стартапів. Як і з усіма іншими валютами, цінність умкоїнів визначається тільки людьми, які готові їх приймати в якості платежу.</p>

    <h3 id="what-determines-umkoins-price">Чим визначається вартість умкоїнів?</h3>
    <p>Вартість умкоїнів визначається попитом і пропозицією. Коли попит на умкоїни зростає, зростає й вартість, а коли попит знижується, знижується відповідно й вартість. У обігу знаходиться лише обмежена кількість умкоїнів, а нові умкоїни створюються з передбачуваною швидкістю, що поступово зменшується, а це означає, що попит повинен йти слідом за цим рівнем інфляції, щоб вартість була стабільна. Враховуючи те, що Умкойн - це все ще відносно невеликий ринок, в порівнянні з тим яким він може стати, непотрібно значних грошових сум для того, щоб спрямовувати вартість на ринку вгору чи вниз, і тому вартість умкоїнів все ще залишається нестійкою.</p>

    <h3 id="can-umkoins-become-worthless">Чи можуть умкоїни знецінитись?</h3>
    <p>Так. Історія знає багато випадків невдалих валют, що були виключені з обігу, наприклад, <a href="https://en.wikipedia.org/wiki/German_gold_mark">німецька марка</a> у часи Веймарської республіки і, більш недавній приклад, <a href="https://en.wikipedia.org/wiki/Zimbabwean_dollar">зімбабвійський долар</a>. Незважаючи на те, що причиною провалу попередніх валют зазвичай була гіперінфляція, яку Умкойн унеможливлює, завжди існує вірогідність технічних помилок, конкуренції зі сторони інших валют, політичних дій і тому подібного. Як говорить основне практичне правило, жодна валюта не може буи абсолютно убезпечена від краху чи важких часів. Умкойн довів свою надійність протягом років після запуску, і у нього є величезний потенціал для зросту. Проте, ніхто не може точно передбачити, яке саме майбутнє очікує на Умкойн.</p>

    <h3 id="is-umkoin-a-bubble">Умкойн - це бульбашка?</h3>
    <p>Швидке зростання вартості це необов'язково бульбашка. Бульбашка - це штучне завищення вартості, яке в результаті призводить до корекції вниз. Причина коливання вартості умкоїнів - це сукупність індивідуальних дій сотен тисяч учасників ринку, що призводить до коливання поки ринок шукає дійсну вартість. Причиною зміни вартості може бути й втрата впевненості у Умкойн, великий розрив між фундаментальною вартістю, що базується на характеристиках умкойн-економіки і його поточною вартістю, посилене висвітлення у ЗМІ, яке стимулює спекулятивний компонент, страх невизначеності, і старомодна ірраціональна надмірність та жадібність.</p>

    <h3 id="is-umkoin-a-ponzi-scheme">Чи є Умкойн фінансовою схемою Понці?</h3>
    <p>Фінансова схема Понці - це шахрайська інвестиційна операція, що виплачує дохід своїм інвесторам з їх власних коштів, або з коштів наступних інвесторів, а не з доходу, заробленого людьми, що мають власний бізнес. Схеми Понці розроблені таким чином, що вони обвалюються при виплатах останнім інвесторам, коли відсутні нові учасники.</p>
    <p>Умкойн - це проект з відкритим початковим кодом, без центрального органу. Відповідно, ніхто не може робити шахрайські заяви про дохід з інвестицій. Як і у випадку інших основних валют, таких як золото, долар США, євро, єна і т. п., немає ніяких гарантій збереження купівельної спроможності і курси обміну коливаються вільно. Це веде до нестійкості вартості, за якої власники умкоїнів можуть непередбачувано заробити чи втратити гроші. Окрім спекуляцій, Умкойн також представляє систему з корисними і конкурентоспроможними якостями, які використовуються тисячами користувачів та компаній.</p>

    <h3 id="doesnt-umkoin-unfairly-benefit-early-adopters">Чи правда, що Умкойн дає несправедливий прибуток тим, хто раніше підтримав проект?</h3>
    <p>Деякі з тих, хто раніше підтримав проект, мають велику кількість умкоїнів, тому що вони взяли на себе усі ризики та інвестували час і ресурси у неперевірену технологію, яка майже ніким не використовувалась і безпеку якої було набагато важче забезпечити належним чином. Багато з них витратили велику кількість умкоїнів до того як вони стали такими цінними чи придбали невелику кількість умкоїнів і не отримали великого прибутку з цього. Не існує жодних гарантій, що вартість умкоїнів у майбутньому зросте чи зменшиться. Це можна порівняти з інвестуванням у стартап, вартість якого може збільшитись завдяки його корисності та популярності, або він може просто провалитись. Умкойн все ще знаходиться у стадії немовляти, він розроблявся на довгострокову перспективу; важко собі уявити як би він був менш упереджений до тих, хто підтримав його раніше. До того ж, сьогоднішні користувачі також можуть або стати "тими, хто підтримав його раніше" для тих, хто прийде завтра, або ні.</p>

    <h3 id="wont-the-finite-amount-of-umkoins-be-a-limitation">Чи не стане скінченна кількість умкоїнів серйозним обмеженням?</h3>
    <p>Унікальність Умкойн полягає у тому, що загальна кількість коли-небудь створених умкоїнів сягатиме не більше 21 мільйона умкоїнів. Проте, це не стане обмеженням, так як транзакції можуть бути деноміновані у менших частинах умкоїну, таких як біти - 1 умкойн містить 1 000 000 бітів. Умкоїни можна розділити до 8 знаків після коми  (0,000 000 01) і потенційно навіть ще на менші частини, якщо це буде потрібно у майбутньому по мірі зменшення розміру середньої транзакції.</p>

    <h3 id="wont-umkoin-fall-in-a-deflationary-spiral">Чи не провалиться Умкойн у дефляційну спіраль?</h3>
    <p>Теорія дефляційної спіралі говорить, що якщо всі очікують падіння цін, то люди відкладуть свої покупки на майбутнє для того, щоб отримати вигоду від низьких цін. Це падіння попиту, в свою чергу, призведе до того, що підприємці знижуватимуть ціни у спробі стимулювання попиту і тим самим погіршуючи стан речей, що неминуче веде до економічної депресії.</p>
    <p>Хоч ця теорія це відомий спосіб виправдовування інфляції серед центробанків, це лише недоведена теорія, що вважається спірною серед економістів. Побутова електроніка - один із прикладів такого ринку, де ціни постійно падають, що тим не менше не призводить до депресії цього ринку. Подібним чином, вартість умкоїнів піднімалась протягом часу і у той же час розмір умкойн-економіки також постійно зростав із нею. Враховуючи те, що вартість валюти і розміри її економіки почались з нуля 2009 року, Умкойн - це контрприклад для цієї теорії, що демонструє те, що вона може помилятись.</p>
    <p>Незважаючи на зазначене, Умкойн розроблений не для того, щоб бути дефляційною валютою. Якщо говорити точніше, то очікується, що на ранніх етапах на Умкойн чекає інфляція, а стабільність може бути досягнута тільки через багато років. Єдиною причиною, через яку кількість умкоїнів у обігу може впасти, це якщо люди з необережності втратять свої гаманці внаслідок того, що вони не зробили резервної копії. Вартість валюти повинна залишатись незмінною зі стабільною грошовою базою та стабільною економікою.</p>

    <h3 id="isnt-speculation-and-volatility-a-problem-for-umkoin">Чи є спекуляція та коливання курсу проблемою для Умкойн?</h3>
    <p>Це випадок із яйцем та куркою. Для стабілізації вартості умкоїнів економіка великого масштабу потребує більшого залучення компаній та користувачів. А для того, щоб економіка великого масштабу розвивалась, компанії та користувачі будуть шукати стабільність цін.</p>
    <p>На щастя, коливання вартості не впливають на головні переваги Умкойн як платіжної системи, призначеної для переказу грошей із пункту А в пункт Б. Існує можливість для компаній миттєво конвертувати умкойн-платежі у місцеві валюти, що дозволяє їм отримувати прибуток з переваг Умкойн не піддаючись впливу цінових коливань. Доки Умкойн представляє багато корисних та унікальних функцій і можливостей, доти багато користувачів будуть свідомо обирати його. Цілком можливо, що з такими рішеннями та стимулами Умкойн з часом подорослішає до такого рівня, що коливання вартості будуть обмежені.</p>

    <h3 id="what-if-someone-bought-up-all-the-existing-umkoins">А якщо хтось придбає усі існуючі умкоїни?</h3>
    <p>Тільки частина випущених на даний момент умкоїнів виставлена на продаж на біржах та обмінниках. Умкойн-ринки дуже конкурентні, а це означає, що вартість умкоїну буде зростати чи зменшуватись, в залежності від попиту та пропозиції. До того ж, емісія нових умкоїнів буде продовжуватись протягом майбутніх десятиліть. Тому навіть найрішучіший покупець не зможе викупити усі існуючі умкоїни. Проте, ця ситуація не означає, що ринки не вразливі до маніпуляцій з цінами; для зміщення ринкової вартості вниз чи вгору все ще потрібна не така вже й велика сума, і тому Умкойн поки що залишається активом з вартістю, що коливається.</p>

    <h3 id="what-if-someone-creates-a-better-digital-currency">А якщо хто-небудь створить кращу цифрову валюту?</h3>
    <p>Цілком можливо. На даний час Умкойн залишається найпопулярнішою децентралізованою віртуальною валютою, проте не існує жодних гарантій того, що ця позиція залишиться за ним. Станом на сьогодні вже існує ряд альтернативних валют, що були створені під враженням від успіху Умкойн. Тим не менше, було б напевно правильно припустити, що нова валюта повинна містити суттєві покращення для того, щоб обійти Умкойн у таких показниках, як усталений ринок, незважаючи на його непередбачуваність. Умкойн також може втілити деякі покращення для створення конкурентоспроможної валюти, за умови незмінності фундаментальних частин його протоколу.</p>

    <h2 id="transactions">Транзакції</h2>

    <h3 id="why-do-i-have-to-wait-10-minutes">Чому я повинен чекати на підтвердження?</h3>
    <p>Отримання умкойн-платежу відбувається майже миттєво. Проте, існує приблизно 10-ти хвилинна затримка, перед тим, як мережа почне підтвердження вашої транзакції шляхом включення її до блоку і до того, як ви матимете змогу витратити отримані вами умкоїни. Підтвердження означає, що у мережі встановлений консенсус щодо того, що умкоїни які ви отримали не були надіслані іншій людині і віднині вважаються вашою власністю. Тільки-но ваша транзакція буде включена до одного блоку, вона буде продовжувати отримувати підтвердження від кожного наступного блоку, що свідчитиме про укріплення цього консенсусу і зменшить ризик анулювання транзакції. Кожен користувач є вільним у виборі того, на якому етапі вважати транзакцію підтвердженою, проте <a href="/uk/you-need-to-know.php#instant">6 підтверджень</a> зазвичай вважаються настільки ж безпечними, як і 6 місяців для транзакції по кредитній картці.</p>

    <h3 id="how-much-will-the-transaction-fee-be">Якого розміру комісія за транзакцію?</h3>
    <p>Операції можуть оброблятися без комісії, але при спробі надіслати безкоштовні транзакції може знадобитися кілька днів або тижнів. Хоча з часом збори можуть збільшуватися, звичайні платежі в даний час коштують лише невелику суму. За замовчуванням всі <a href="/uk/choose-your-wallet.php">умкойн-гаманці</a>, перераховані на Bitcoin.org, пропонують те, що, на їхню думку, є відповідною платою для ваших транзакцій. Більшість із цих гаманців також дадуть вам можливість переглянути плату перед надсиланням транзакції.</p>
    <p>Комісії за транзакцій використовуються як захист від користувачів, що надсилають транзакції для перевантаження мережі, і як спосіб сплатити шахтарям за їх роботу, що допомагає забезпечити мережу. Точна спосіб, як працює комісія, все ще розробляється і з часом зміниться. Оскільки плата не пов'язана з кількістю відправлених умкойнів, вона може здаватися надзвичайно низькою або несправедливо високою. Замість цього плата залежить від кількості байтів у транзакції, тому використання мульті-підпису або витрачання кількох попередньо отриманих сум може коштувати більше, ніж простіші транзакції. Якщо ваша діяльність відповідає загальноприйнятим угодам, вам не доведеться платити надзвичайно високі комісії.</p>

    <h3 id="what-if-i-receive-a-umkoin-when-my-computer-is-powered-off">Що трапиться, якщо я отримаю умкойн, коли мій комп'ютер вимкнений?</h3>
    <p>Все буде гаразд. Ви побачите умкоїни наступного разу, коли ви запустите свою програму-гаманець. Насправді, умкоїни не надходять до програми на вашому комп'ютері, а додаються до публічного реєстру, який знаходиться на усіх пристроях в мережі. Якщо вам надіслали умкоїни, коли ваша програма-гаманець не увімкнена і ви її пізніше увімкнете, вона завантажить блоки й побачить усі транзакції, про які досі не знала, і умкоїни врешті-решт з'являться, наче вони були щойно отримані. Ваш гаманець повинен бути увімкнений тільки тоді, коли ви бажаєте витратити умкоїни.</p>

    <h3 id="what-does-synchronizing-mean-and-why-does-it-take-so-long">Що означає "синхронізація" і чому вона триває так довго?</h3>
    <p>Тривала синхронізація необхідна тільки для повноцінних вузлів мережі, таких як Bitcoin Core. З технічної точки зору, синхронізація - це процес завантаження та перевірки усіх попередніх умкойн-транзакцій у мережі. Для того щоб деякі умкойн-клієнти могли підрахувати підсумковий баланс на вашому умкойн-гаманці та здійснити нові транзакції, їм потрібна історія усіх попередніх транзакцій. Цей захід може вимагати великої кількості комп'ютерних ресурсів, місця та потребувати високошвидкісного підключення до мережі Інтернет для того, щоб вмістити повний об'єм ланцюжка блоків.</p>

    <h2 id="mining">Видобуток</h2>

    <h3 id="what-is-umkoin-mining">Що таке видобуток Умкойн?</h3>
    <p>Видобуток - це процес витрачання обчислювальних потужностей на опрацювання платежів, забезпечення безпеки мережі та синхронізації стану кожного учасника системи. Видобуток може сприйматись як центр опрацювання даних Умкойн, за винятком того, що він був розроблений таким чином, щоб бути повністю децентралізованим. Разом з тим його учасники можуть знаходитись у будь-яких країнах світу і жодна людина не має контролю над мережею. Цей процес назвали "видобуток" по аналогії із видобутком золота, тому що це також тимчасовий механізм, що використовуються для випуску нових умкоїнів. Проте, на відміну від видобутку золота, видобуток умкоїнів генерує винагороду в обмін на важливі послуги, необхідні для забезпечення безпеки платіжної мережі. Навіть після випуску останнього умкоїну, видобуток все одно буде потрібен.</p>

    <h3 id="how-does-umkoin-mining-work">Як працює видобуток Умкойн?</h3>
    <p>Видобувачем умкоїнів може стати кожен. Для цього потрібно запустити програмне забезпечення на спеціалізованому обладнанні. Програмне забезпечення для видобутку слухає ефір транзакцій через децентралізовану однорангову мережу і виконує необхідні задачі для опрацювання і підтвердження цих транзакцій. Видобувачі умкоїнів виконують цю роботу тому що вони можуть отримувати комісії з транзакцій, що сплачуються користувачами для пришвидшення здійснення транзакцій, і новостворені умкоїни, що випускаються згідно незмінній формулі.</p>
    <p>Для того, щоб нові транзакції були підтверджені, вони повинні бути включені до блоку разом із математичним доказом проведеної роботи. Ці докази дуже важко створити, тому що немає жодного іншого способу це зробити, окрім як випробовувати мільйони обчислень за секунду. Видобувачі проводять ці обчислення доти, доки їх блоки не будуть прийняті системою і вони отримають за це винагороду. Коли велика кількість людей починає займатись видобутком, складність знаходження нового блоку автоматично збільшується мережею для того, щоб гарантувати те, що швидкість знаходження одного блоку складає в середньому 10 хвилин. В результаті, видобуток - висококонкурентний бізнес, де жоден видобувач не в змозі контролювати те, що саме поміщається до ланцюжка блоків.</p>
    <p>Доказ проведеної роботи також залежить від попереднього блоку з метю забезпечення хронологічного порядку у ланцюжку блоків. Це робить експоненціально більш складним відміну попередніх транзакцій, тому що це потребує перерахунку проведеної роботи для усіх наступних блоків. Коли два блоки з'являються в один і той самий час, видобувачі працюють над першим блоком, який вони отримали, та переходять до найдовшого ланцюжка блоків як тільки наступний блок буде знайдений. Це дозволяє видобуванню підтримувати глобальний консенсус, заснований на обчислювальній потужності.</p>
    <p>Видобувачі умкоїнів не можуть ошукувати задля збільшення своєї винагороди, вони також не можуть здійснювати шахрайські транзакції, що можуть нашкодити мережі Умкойн, тому що відповідно до умкойн-протоколу, усі умкойн-вузли відхилять будь-який блок, що містить невірну інформацію. Тому мережа залишається безпечною навіть якщо не усім видобувачам умкоїнів можна довіряти.</p>

    <h3 id="isnt-umkoin-mining-a-waste-of-energy">Чи не є видобуток умкоїнів марним витрачанням електроенергії?</h3>
    <p>Використання енергії для підтримання роботи та безпеки платіжної системи навряд чи можна назвати марним витрачанням. Як і у випадку будь-якої іншої платіжної системи, використання Умкойн викликає операційні витрати. Послуги, необхідні для роботи нині існуючих широко розповсюджених фінансових систем, таких як банки, кредитні картки та транспорт для інкасації, також використовують багато енергії. Проте, на відміну від Умкойн, повний об'єм енергії, що споживається, не очевидний та не може бути з легкістю виміряний.</p>
    <p>Видобуток умкоїнів влаштований таким чином, що з часом він почне оптимізуватися і спеціалізоване обладнання буде споживати менше енергії, а його операційні витрати повинні продовжувати бути пропорційні попиту. Коли видобуток умкоїнів стає більш конкурентним і менш прибутковим, деякі видобувачі припиняють свою діяльність. Крім того, уся енергія, що витрачається на видобуток, так чи інакше перетворюється у тепло, і найбільш успішними видобувачами будуть ті, хто зможе використовувати це тепло у інших цілях. Мережа видобування, що оптимально працює, це насправді та мережа, яка не споживає жодної додаткової енергії. Хоча це і є ідеальним варіантом, економіка видобування влаштована таким чином, що видобувачі самі будуть до цього прагнути.</p>

    <h3 id="how-does-mining-help-secure-umkoin">Яким чином видобуток допомагає безпеці Умкойн?</h3>
    <p>Видобуток створює щось схоже на конкурентну лотерею, що ускладнює можливість для кого-небудь послідовно додавати нові блоки транзакцій до ланцюжка блоків. Це захищає нейтральність мережі шляхом запобігання блокування ким-небудь будь-яких транзакцій. Це також запобігає відміну ким-небудь своїх раніше здійснених транзакцій, що може бути використано для ошукування інших користувачів. Видобування робить експоненціально більш складним відміну попередніх транзакцій, тому що це вимагає перерахунку проведеної роботи для усіх блоків, що йдуть слідом за цією транзакцією.</p>

    <h3 id="what-do-i-need-to-start-mining">Що мені потрібно, щоб розпочати видобуток?</h3>
    <p>Протягом перших днів існування Умкойн, кожен міг знайти новий блок, використовуючи звичайний комп'ютер. Оскільки все більше й більше людей починає займатись видобуванням, складність знаходження нових блоків стрімко зросла і єдиний ефективний на сьогодні спосіб видобутку - це використання спеціалізованого обладнання.</p>

    <h2 id="security">Безпека</h2>

    <h3 id="is-umkoin-secure">Чи є Умкойн безпечним?</h3>
    <p>Технологія Умкойн - протокол і криптографія - має перевірений часом високий рівень безпеки, а мережа Умкойн - це, напевне, найбільший у світі проект розподілених обчислювань. Найбільша вразливість Умкойн - це помилки самих користувачів. Файли умкойн-гаманця, що зберігають необхідні приватні ключі, можуть бути випадково видалені, втрачені чи викрадені. Це нагадує фізичну готівку, що зберігається в електронній формі. На щастя, користувачі можуть втілювати найкращі <a href="/uk/secure-your-wallet.php">практики забезпечення безпеки</a> для захисту своїх грошей чи використовувати послуги посередників, що пропонують надійний рівень захисту та страхування від крадіжок чи втрат.</p>

    <h3 id="hasnt-umkoin-been-hacked-in-the-past">Чи не був Умкойн зламаний у минулому?</h3>
    <p>Правила протоколу і криптографії, що використовуються у Умкойн, все ще чудово працюють, хоча вже пройшли роки після створення мережі. Це є добрим показником того, що система була належним чином спроектована. Тим не менше, недоліки безпеки раніше знаходились та виправлялись у різноманітних реалізаціях програмного забезпечення. Так само як і будь-яке інше програмне забезпечення, безпека програмного забезпечення Умкойн залежить від швидкості з якою ці проблеми знаходяться та вирішуються. Чим більше таких проблем буде виявлено, тим зрілішим стане Умкойн.</p>
    <p>Часто виникає непорозуміння з приводу крадіжок та порушення безпеки, що виникають у різноманітних обмінників та умкойн-компаній. Хоча такі проблеми й виникають, вони не пов'язані зі зламом самого Умкойн, і не натякають на внутрішні недоліки у Умкойн; так само як і пограбування банку не означає, що долар скомпрометований. Проте, варто визнати, що користувачам необхідно надати набір кращих практик і простих рішень щодо безпеки для кращого захисту їх грошей і для зменшення загального ризику крадіжок та втрат. Протягом декількох останніх років були розроблені такі функції безпеки як шифрування гаманців, офлайн гаманці, пристрої для зберігання умкоїнів і транзакції з мультипідписом.</p>

    <h3 id="could-users-collude-against-umkoin">Чи можуть користувачі змовитись проти Умкойн?</h3>
    <p>Змінити протокол Умкойн не так просто. Будь-який умкойн-клієнт, що не відповідає тим самим правилам, не може нав'язати свої власні правила іншим  користувачам. Відповідно до чинної специфікації, подвійні витрати неможливі у одному й тому ж ланцюжку блоків, так само як і витрачання умкоїнів без дійсного підпису. Тому неможливо створити неконтрольовану кількість умкоїнів з нічого, витратити гроші інших користувачів, зіпсувати мережу чи що-небудь подібне.</p>
    <p>Однак, кількісна більшість видобувачів в принципі може довільно блокувати чи звертати нещодавні транзакції. Кількісна більшість користувачів також може наполягати на внесенні деяких змін. Оскільки Умкойн працює коректно тільки за умови повної згоди між усіма користувачами, зміна протоколу може бути дуже складною та потребуватиме прийняття змін переважною більшістю користувачів таким чином, що решті користувачів майже не залишиться нічого іншого ніж йти слідом за більшістю. Взагалі, важко собі уявити, чому користувачі Умкойн будуть згодні прийняти зміни, які можуть скомпрометувати їх власні гроші.</p>

    <h3 id="is-umkoin-vulnerable-to-quantum-computing">Чи є Умкойн вразливим до квантових обчислень?</h3>
    <p>Так, більшість систем, що опираються на криптографію, загалом вразливі, включаючи традиційні банківські системи. Проте, квантові комп'ютери все ще не існують, і скоріш за все не з'являться у найближчому майбутньому. До того часу, коли <a href="https://bitcoinmagazine.com/6021/bitcoin-is-not-quantum-safe-and-how-we-can-fix/" target="_blank">квантові обчислення стануть безпосередньою загрозою для умкойн</a>, протокол може бути покращений для використання пост-квантових алгоритмів. Враховуючи важливість подібного покращення, цілком можна очікувати, що воно буде всебічно розглянуте розробниками і прийняте усіма користувачами умкойн.</p>

    <h2 id="help">Допомога</h2>

    <h3 id="more-help">Я бажаю дізнатись більше. Де я можу отримати допомогу?</h3>
    <p>Ви можете знайти більше інформації та допомогу на цих <a href="/uk/resources.php">ресурсах</a>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
