<!DOCTYPE HTML>
<html lang="uk">


<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta property="og:image" content="http://umkoin.org/img/icons/opengraph.png" />
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no">

<title>Як працює Умкойн? - Умкойн</title>

<link rel="stylesheet" href="/css/font-awesome-4.4.0/css/font-awesome.min.css">
<link rel="stylesheet" href="/css/main.css">
<link rel="shortcut icon" href="/favicon.png">
<link rel="stylesheet" href="/css/sans.css">

<script type="text/javascript" src="/js/base.js"></script>
<script type="text/javascript" src="/js/main.js"></script>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Як працює Умкойн?</h1>
    <p class="summary">Це питання найчастіше викликає плутанину. Нижче наведене стисле роз'яснення!</p>

    <h2 id="basics">Основи для нового користувача</h2>
    <p>Як новий користувач, ви можете <a href="/uk/getting-started.php">почати</a> користуватися Умкойн навіть без розуміння технічних деталей. Щойно ви установите умкойн-гаманець на свій комп'ютер чи мобільний телефон, він згенерує вашу першу умкойн-адресу. У подальшому ви можете створювати стільки адрес, скільки вам буде потрібно. Ви можете повідомляти свої адреси друзям, щоб вони могли платити вам чи навпаки. Насправді, це дуже схоже на те як працює електронна пошта, за винятком того, що умкойн-адресу варто використовувати лише один раз.</p>

    <p><br><img src="/img/icons/umkoin-how-it-works.svg" alt="Umkoin" /></p>

    <h2 id="balances">Баланси<span class="titlelight"> - ланцюжок блоків</span></h2>
    <p>Ланцюжок блоків - це <b>публічний колективний реєстр</b> на якому заснована уся мережа Умкойн. Усі підтверджені транзакції включаються до ланцюжка блоків. На основі цієї інформації умкойн-гаманці можуть розрахувати залишок вашого балансу і перевірити те, що у нових транзакціях умкоїни дійсно витрачаються їх власником. Цілісність та хронологічний порядок ланцюжка блоків засновані на надійній <a href="/uk/vocabulary.php#cryptography">криптографії</a>.</p>

    <h2 id="transactions">Транзакції<span class="titlelight"> - приватні ключі</span></h2>
    <p>Транзакція - це <b>передача коштів між умкойн-гаманцями</b>, інформація про яку включається до ланцюжка блоків. Умкойн-гаманці містять конфіденційну інформацію, що називається <a href="/uk/vocabulary.php#private-key"><i>приватний ключ</i></a> або сід, який використовується для підпису транзакцій, забезпечуючи математичний доказ того, що транзакція дійсно погоджена власником гаманця. Цей <a href="/uk/vocabulary.php#signature"><i>підпис</i></a> також запобігає зміні транзакції після того, як вона була передана до мережі. Усі транзакції транслюються між користувачами і починають підтверджуватись мережею протягом наступних 10 хвилин за допомогою процесу, що має назву <a href="/uk/vocabulary.php#mining"><i>майнінг або видобуток</i></a>.</p>

    <h2 id="processing">Обробка <span class="titlelight"> - видобуток ("майнінг")</span></h2>
    <p>Видобуток - це <b>розподілена система консенсусу</b>, що використовується для <a href="/uk/vocabulary.php#confirmation"><i>підтвердження</i></a> транзакцій, що очікують, шляхом включення їх до ланцюжка блоків. Видобуток забезпечує хронологічний порядок транзакцій у ланцюжку блоків, захищає нейтральність мережі, а також дозволяє різним комп'ютерам домовитись про єдиний стан системи. Для того, щоб транзакції були підтверджені, вони повинні бути запаковані до <a href="/uk/vocabulary.php#block"><i>блоку</i></a>, який відповідає суворим криптографічним правилам і повинен бути перевірений мережею. Ці правила не дозволяють змінювати попередні блоки, тому що це зробить недійсними усі наступні блоки. Видобуток також створює аналог конкурентної лотереї, яка не дозволяє будь-кому з легкістю послідовно додавати нові блоки до ланцюжка блоків. Таким чином, ніхто не може контролювати ланцюжок блоків чи замінювати її частини для звороту своїх витрат.</p>

    <h2 id="readmore">Поглиблюючись у кролячу нору...</h2>
    <p>Це лише стисла інформація про систему. Якщо ви бажаєте поглибитись у деталі, ви можете <a href="/uk/umkoin-paper.php">прочитати оригінальний документ</a>, в якому описується архітектура системи, або прочитати <a href="/en/developer-documentation.php">документацію для розробників</a>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


<script type="text/javascript">
  fallbackSVG();
  addAnchorLinks();
  trackOutgoingLinks();
</script>


</body>
</html>
