<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Iнновації - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Інновації у платіжних системах</h1>
    <p class="summarytxt">Умкойн-протокол дозволяє не тільки переказувати гроші з пункту А в пункт Б. Він багатофункціональний і відкриває різноманітні можливості, які спільнота все ще досліджує. Тут представлені деякі технології, що на даний час досліджуються та у деяких випадках вже втілені в реальних продуктах та послугах. Найцікавіші способи використання Умкойн ще належить відкрити.</p>

    <div class="tablehalf">

      <div>
        <h2 id="control"><img class="titleicon" src="/img/icons/ico_lock.svg" alt="Icon" />Захист від шахрайства</h2>
        <p>Умкойн дозволяє досягнути безпрецедентного рівня безпеки. Мережа надає користувачам захист від найпоширеніших видів шахрайства, таких як повернення платежів чи несанкціоноване списання коштів, а умкоїни неможливо підробити. Користувачі можуть шифрувати чи робити резервну копію свого гаманця, а пристрої для зберігання умкоїнів можуть у майбутньому набагато ускладнити крадіжку чи втрату грошей. Умкойн розроблений таким чином, щоб користувачі мали повний контроль над своїми грошима.</p>
      </div>

      <div>
        <h2 id="global"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Глобальна доступність</h2>
        <p>Усі платежі у світі можуть бути повністю сумісні. Умкойн дозволяє будь-якому банку, компанії чи приватній особі безпечно надсилати та отримувати платежі будь-де та будь-коли, незалежно від наявності чи відсутності банківського рахунку. Умкойн доступний у багатьох країнах, які все ще знаходяться поза досяжністю більшості платіжних систем, внаслідок їх обмежень. Умкойн збільшує глобальну доступність торгівлі та може допомогти процвітанню міжнародної торгівлі.</p>
      </div>

      <div>
        <h2 id="cost"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Ефективність витрат</h2>
        <p>Завдяки використанню криптографії, здійснення безпечних платежів можливе без використання послуг повільних та дорогих посередників. Умкойн-транзакції можуть бути набагато дешевшими ніж його альтернативи і можуть бути здійснені протягом коротшого часу. Це означає, що у Умкойн закладений потенціал стати у майбутньому загальноприйнятим способом переказу будь-якої валюти. Умкойн також може відігравати свою роль у подоланні бідності у багатьох країнах, шляхом зменшення високих комісій на переказ зарплатні робітникам.</p>
      </div>

      <div>
        <h2 id="donation"><img class="titleicon" src="/img/icons/ico_donate.svg" alt="Icon" />Чайові та пожертви</h2>
        <p>Умкойн продемонстрував особливу ефективність у випадку з чайовими та пожертвами. Надсилання платежу вимагає лише одного кліку, а отримання пожертв може бути настільки простим, як показ QR-коду. Пожертви можуть бути публічно доступні, що забезпечує більшу прозорість для неприбуткових організацій. У випадку надзвичайних ситуацій, наприклад стихійних лих, пожертви у умкоїнах можуть сприяти оперативнішій реакції міжнародної спільноти.</p>
      </div>

      <div>
        <h2 id="crowdfunding"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Спільнокошт</h2>
        <p>Умкойн можна реалізовувати колективне фінансування проектів (краудфандинг) у стилі Kickstarter. На фінансування цих проектів люди обіцяють гроші, які списуються тільки у випадку, якщо сума досягає запланованої позначки. Такі гарантійні контракти передбачені протоколом Умкойн, який запобігає проведенню транзакції доти, доки усі умови не виконані.</p>
      </div>

      <div>
        <h2 id="micro"><img class="titleicon" src="/img/icons/ico_micro.svg" alt="Icon" />Мікроплатежі</h2>
        <p>Уявіть собі, що ви слухаєте інтернет радіо з оплатою за кожну секунду, переглядаєте веб-сторінки з невеликими чайовими за кожну не показану вам рекламу, чи купляєте пропускну здатність WiFi-точки по кілобайту. Умкойн достатньо ефективний, щоб усе це стало реальністю.</p>
      </div>

      <div>
        <h2 id="mediation"><img class="titleicon" src="/img/icons/ico_balance.svg" alt="Icon" />Вирішення спорів</h2>
        <p>Умкойн можна використовувати для розвитку інноваційних послуг з посередництва у вирішенні спорів з використанням мультипідпису. Такі послуги дозволять сторонній організації підтвердити чи відкликати платіж, у випадку непорозумінь, що виникли між іншими сторонами, без отримання контролю над їх грошима. Оскільки ці послуги будуть доступні будь-яким користувачам чи компаніям, що використовують Умкойн, це, напевне, призведе до конкуренції та вищим стандартам якості.</p>
      </div>

      <div>
        <h2 id="multisig"><img class="titleicon" src="/img/icons/ico_multisig.svg" alt="Icon" />Рахунки з мультипідписом</h2>
        <p>Декілька підписів дозволяють транзакції бути прийнятою мережею тільки якщо конкретна кількість з визначеної групи людей дасть свою згоду на підписання транзакції. Це може використовувати рада директорів з метою попередження витрачання спільних коштів будь-яким із її членів, без відома інших членів. Це також може використовуватись банками з метою запобігання крадіжкам, шляхом блокування платежів вище граничної величини у випадку ненадання користувачем додаткового мандату на це.</p>
      </div>

      <div>
        <h2 id="trust"><img class="titleicon" src="/img/icons/ico_law.svg" alt="Icon" />Довіра і чесність</h2>
        <p>Умкойн пропонує рішення для більшості проблем із довірою, пов'язаних здебільшого з банками. З вибірковою прозорістю обліку, цифровими контрактами та незворотністю транзакцій, Умкойн може використовуватись як фундамент для відновлення довіри та згоди. Нечесні банки не можуть ошукати систему і заробити у ній за рахунок інших банків чи людей. Майбутнє, де більшість банків буде підтримувати умкойн, може допомогти відновити цілісність та довіру до фінансових інституцій.</p>
      </div>

      <div>
        <h2 id="resiliency"><img class="titleicon" src="/img/icons/ico_network.svg" alt="Icon" />Життєздатність</h2>
        <p>Завдяки своєму високому рівню децентралізації Умкойн створив відмінну форму платіжної системи з підвищеним рівнем життєздатності та надлишковості. Умкойн може забезпечувати торгівлю на мільйони доларів, без необхідності військового захисту. У нього не існує вразливого центру, такого як центр опрацювання даних, а атакування усієї мережі є набагато складнішим проектом. Умкойн може стати важливим кроком вперед у забезпеченні безпеки місцевих та глобальних фінансових систем.</p>
      </div>

      <div>
        <h2 id="transparency"><img class="titleicon" src="/img/icons/ico_transparency.svg" alt="Icon" />Гнучка прозорість</h2>
        <p>Усі умкойн-транзакції загальнодоступні та прозорі, а особа людей, що стоять за цими платежами, невідома за умовчанням. Це дозволяє людям та організаціям працювати за гнучкими правилами прозорості. Наприклад, компанія може за власним бажанням відкрити деякі транзакції і баланси для конкретних співробітників, так само як і неприбуткові організації вільно можуть дозволити людям бачити скільки пожертвувань вони отримують протягом дня чи місяця.</p>
      </div>

      <div>
        <h2 id="automation"><img class="titleicon" src="/img/icons/ico_solve.svg" alt="Icon" />Автоматизовані рішення</h2>
        <p>Автоматизованим послугам зазвичай доводиться мати справу з вартістю та обмеженнями платежів готівкою чи кредитними картками. Це включає усі види торгових автоматів, від автоматів з продажу білетів на автобус, до кавових апаратів. Умкойн може використовуватися в автоматизованих послугах нового покоління, що також дозволить зменшити експлуатаційні витрати. Уявіть таксі без водія, чи крамницю, де ваш кошик дозволяє вам сплачувати за покупки без очікування у черзі. Можливим представляється безліч варіантів.</p>
      </div>

    </div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
