<!DOCTYPE HTML>
<html lang="uk">


<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta property="og:image" content="http://umkoin.org/img/icons/opengraph.png" />
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no">

<title>Заява про неприйняття відповідальності - Умкойн</title>

<link rel="stylesheet" href="/css/font-awesome-4.4.0/css/font-awesome.min.css">
<link rel="stylesheet" href="/css/main.css">
<link rel="shortcut icon" href="/favicon.png">
<link rel="stylesheet" href="/css/sans.css">

<script type="text/javascript" src="/js/base.js"></script>
<script type="text/javascript" src="/js/main.js"></script>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Заява про неприйняття відповідальності</h1>

    <h3 id="information">1. Інформація, опублікована на umkoin.org</h3>
    <p>Веб-сайт <a href="http://umkoin.org/">http://umkoin.org/</a> (надалі - "Веб-сайт") надає інформацію та матеріали загального характеру. Ви не вповноважені і вам не слід використовувати зміст Веб-сайту в якості юридичної поради чи будь-якої іншої поради. Покладаючись на зміст Веб-сайту, ви дієте на свій власний ризик. При прийнятті рішення щодо дій чи бездіяльності, вам слід зв'язатись із ліцензованим юристом у відповідній країні, у якій вам необхідна допомога. Власники або автори Веб-сайту у жодному випадку не несуть відповідальності за ваші дії, рішення або іншу поведінку в зв'язку з Веб-сайтом.</p>

    <h3 id="translations">2. Переклад</h3>
    <p>Даний Веб-сайт може містити переклад англійської версії змісту, доступного на Веб-сайті. Ці переклади надані виключно для зручності. У випадку розбіжності між англійською версією та перекладом, версія англійською мовою має переважну силу. Якщо ви помітили будь-які невідповідності, будь ласка, повідомте про них на <a href="https://github.com/umkoin/umkoin.org">GitHub</a>.</p>

    <h3 id="userisks">3. Ризики, пов'язані із використанням Умкойн</h3>
    <p>Веб-сайт не несе відповідальності за будь-які втрати, збитки чи претензії, що виникають з подій, що є частиною наступних п'яти категорій:</p>
    <p>(1) Помилки, допущені користувачем будь-якого програмного забезпечення чи послуги, пов'язаних із Умкойн, наприклад, забуті паролі, помилково надіслані платежі та випадкове видалення гаманців.</p>
    <p>(2) Проблеми із програмним забезпеченням Веб-сайту та/чи будь-яким програмним забезпеченням або послугою, пов'язаними із Умкойн, наприклад, корумпований файл гаманця, неправильно побудовані транзакції, ненадійні криптографічні бібліотеки, шкідливі програми, що вражають Веб-сайт та/чи будь-яке програмне забезпечення або послугу, пов'язані із Умкойн.</p>
    <p>(3) Технічні несправності апаратного забезпечення користувача будь-якого програмного забезпечення чи послуги, пов'язаних із Умкойн, наприклад, втрата даних через несправний чи пошкоджений пристрій зберігання даних.</p>
    <p>(4) Проблеми, пов'язані із питаннями безпеки користувача будь-якого програмного забезпечення чи послуги, пов'язаних із Умкойн, наприклад, несанкціонований доступ до гаманців та/чи рахунків користувача.</p>
    <p>(5) Дії чи бездіяльність третіх сторін та/чи події третіх сторін, наприклад, банкрутство постачальників послуг, атаки на захист інформації постачальників послуг та шахрайські дії третіх сторін.</p>

    <h3 id="investmentrisks">4. Інвестиційні ризики</h3>
    <p>Інвестування у Умкойн може привести до втрати грошей протягом короткого чи навіть тривалого проміжку часу. Інвестори у Умкойн повинні мати на увазі широкий діапазон мінливості коливання цін. Опублікована на Веб-сайті інформація не може гарантувати того, що інвестори у Умкойн не втратять гроші.</p>

    <h3 id="taxcompliance">5. Дотримання податкових зобов'язань</h3>
    <p>Користувачі Веб-сайту несуть повну відповідальність за визначення, за наявності, того, якими податками повинні обкладатись їх умкойн-транзакції. Власники чи автори Веб-сайту НЕ несуть відповідальності за визначення податків, якими обкладаються умкойн-транзакції.</p>

    <h3 id="noissuer">6. Веб-сайт не зберігає, не відправляє і не отримує умкоїни</h3>
    <p>Веб-сайт не зберігає, не відправляє і не отримує умкоїни. Це тому що умкоїни існують завдяки запису про власність, що зберігається у мережі Умкойн. Будь-яка передача права власності на умкоїни відбувається не на Веб-сайті, а в рамках децентралізованої мережі Умкойн.</p>

    <h3 id="nowarranties">7. Відсутність гарантій</h3>
    <p>Веб-сайт надається на умовах "як є" без будь-яких гарантій будь-якого характеру щодо Веб-сайту та/або змісту, даних, матеріалів та/або послуг, що надаються на Веб-сайті.</p>

    <h3 id="noliability">8. Обмеження відповідальності</h3>
    <p>Якщо інше не передбачено законодавством, власники чи автори Веб-сайту у жодному випадку не несуть відповідальності за будь-які збитки, включаючи, серед іншого, втрату можливості використання, втрату доходів або втрату даних, що виникли на основі чи в зв'язку із використанням Веб-сайту.</p>

    <h3 id="arbitration">9. Арбітраж</h3>
    <p>Користувач Веб-сайту погоджується вирішувати в арбітражному порядку будь-які спірні питання, що виникають на основі або у зв'язку з Веб-сайтом, або даною заявою про неприйняття відповідальності, окрім спірних питань пов'язаних з авторськими правами, логотипами, товарними знаками, комерційними таємницями або патентами.</p>

    <h3 id="lastchange">10. Останні зміни</h3>
    <p>Востаннє ця заява про неприйняття відповідальності була змінена <?php print(date("F d, Y", filemtime("legal.php"))); ?>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


<script type="text/javascript">
  fallbackSVG();
  addAnchorLinks();
  trackOutgoingLinks();
</script>


</body>
</html>
