<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Конфіденційність - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Конфіденційність</h1>
    <p>Ця сторінка містить інформацію про нашу політику щодо збору, використання та розголошення особистої інформації, яку ми отримуємо від користувачів нашого сайту (<a href="http://umkoin.org">http://umkoin.org</a>). Ми використовуємо вашу особисту інформацію, щоб краще зрозуміти ваше використання сайту та збирати статистику трафіку.</p>
    <p>Використовуючи цей сайт, ви погоджуєтеся на збір та використання зібранной інформації відповідно до цієї політики.</p>

    <h2 id="logdata">Журнальні данні</h2>
    <p>Як і багато інших операторів сайтів, ми збираємо інформацію, яку ваш веб-переглядач надсилає щоразу, коли ви відвідуєте наш сайт ("Журнальні дані"). Дані журналу можуть містити таку інформацію, як адресу Інтернет-протоколу ("IP") Вашого комп'ютера (з заміною останнього байта), тип браузера, версію браузера, сторінки нашого сайту, які ви відвідуєте, час і дату вашого відвідування, час, що ви витрачаєте на цих сторінках та інші статистичні дані.</p>

    <h2 id="cookies">Файли cookie</h2>
    <p>Файли cookie - це файли з невеликою кількістю даних, які можуть містити анонімний унікальний ідентифікатор. Файли cookie надсилаються у ваш браузер із веб-сайту та зберігаються на жорсткому диску вашого комп'ютера. Ви можете наказати своєму браузеру відмовитися від всіх файлів cookie або вказати, коли файли cookie надсилаються. Однак, якщо ви не приймаєте файли cookie, можливо, ви не зможете користуватись деякими частинами нашого сайту.</p>

    <p>Ми використовуємо файли cookie для наступних цілей:</p>
    <ul>
      <li>Щоб відстежити, чи ви натиснули кнопку "ОК" на відмову від конфіденційності файлів cookie, щоб ми вас не турбували, якщо натиснули.</li>
      <li>Наше програмне забезпечення для аналітики (Google Analytics) використовує файли cookie для вимірювання та кращого розуміння взаємодії користувачів на нашому сайті. Ви можете дізнатись більше про те, як Google Analytics використовує файли cookie <a href="https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage">тут</a>.</li>
    </ul>

    <h2 id="analytics">Google Analytics</h2>
    <p>Ми використовуємо сторонній плагін JavaScript, який Google називає "Google Analytics", щоб надати нам корисну статистику трафіку та краще зрозуміти, як ви використовуєте наш сайт. Ми не маємо прямого доступу до інформації, отриманої від Google Analytics, але Google надає нам звіт через свою інформаційну панель.</p>
    <p>Ми можемо ділитися інформацією, отриманою з Google Analytics, з діловими партнерами, які зацікавлені в рекламі на нашому веб-сайті. Інформація, що надається цим діловим партнерам, не міститиме жодної особистої інформації (Google не надає нам прямого доступу до даних, тому ми не можемо побачити цю інформацію).</p>
    <p>Ви можете відмовитися від того, щоб ваша інформація була зібрана Google Analytics, завантаживши додаток Google Analytics для відключення браузера Google. Це запобігає використанню вашої інформації в Google Analytics. Це не вплине на вашу здатність використовувати наш Сайт ніяким чином. Ви можете завантажити додаток для браузера <a href="https://tools.google.com/dlpage/gaoptout">тут</a>. Ми також поважаємо заголовок "Do Not Track" і не відстежуватимемо відвідувачів, в яких його ввімкнено.</p>

    <h2 id="changes">Зміни до цієї політики конфіденційності</h2>
    <p>Час від часу ми можемо оновлювати цю політику конфіденційності. Ми повідомимо вас про будь-які зміни, опублікувавши нову політику конфіденційності на сайті. Рекомендується періодично переглядати цю політику конфіденційності для будь-яких змін.</p>
    <p>Політика конфіденційності (україномовна редакція) була змінена востаннє: <?php print(date("F d, Y", filemtime("privacy.php")));?>.</p>

    <h2 id="contact">Зворотній зв'язок</h2>
    <p>Якщо у вас є будь-які питання щодо нашої політики конфіденційності або як ваші дані збираються та обробляються, будь ласка, надішліть електронний лист до <a href="mailto:privacy@umkoin.org?Subject=Privacy">privacy@umkoin.org</a>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
