<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Захистіть свою конфіденційність - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Захистіть свою конфіденційність</h1>
    <p class="summarytxt">Умкойн часто сприймається як анонімна система платежів. Насправді, Умкойн, імовірно, найпрозоріша платіжна система у світі. У той же час, Умкойн може забезпечити прийнятні рівні конфіденційності за умови його правильного використання. <b>Завжди пам'ятайте, що використання найкращих практик захисту вашої конфіденційності - це ваша відповідальність</b>.</p>

    <h2 id="traceable">Розуміння відстежуваності Умкойн</h2>
    <p>Умкойн працює з безпрецедентним рівнем прозорості, до якої більшість людей просто не звикло. Усі умкойн-транзакції публічні, відстежувані та знаходяться на постійному зберіганні у мережі Умкойн. Умкойн-адреси - це єдина інформація, що використовується для визначення того, де знаходяться умкоїни та куди вони надсилаються. Ці адреси створюються приватно, гаманцями кожного окремого користувача. Проте, щойно адреси використані, вони пов'язуються з історією усіх транзакцій, в яких вони брали участь. Усі можуть переглянути <a href="http://blockexplorer.umkoin.org" target="_blank">баланс та всі транзакції</a> будь-якої адреси. Враховуючи те, що користувачам зазвичай необхідно розкрити свою особу для того, щоб отримати послуги чи товари, умкойн-адреси не можуть бути повністю анонімними. Саме через це, умкойн-адреси варто використовувати лише один раз і користувачі повинні бути обережними та не розкривати свої адреси.</p>

    <h2 id="receive">Використовуйте нові адреси для отримання платежів</h2>
    <p>Для захисту своєї конфіденційності вам варто використовувати нову умкойн-адресу при отриманні кожного платежу. Більше того, ви можете використовувати декілька гаманців у різних цілях. Таким чином ви ізолюєте свої транзакції так, що ніхто не зможе їх прив'язати одну до одної. Люди, які переказують вам гроші не зможуть дізнатись якими гаманцями ви володієте, і що ви з ними робите. Це напевне найважливіша порада, яку вам завжди варто пам'ятати.</p>

    <h2 id="public">Будьте обережні у публічних місцях</h2>
    <p>Якщо ви не маєте наміру отримувати публічні пожертви чи платежі з повною прозорістю, публікування вашої умкойн-адреси у публічному місці, такому як веб-сторінка чи соціальна мережа - це не добра ідея з точки зору конфіденційності. Якщо ж ви вже вирішили це зробити, завжди пам'ятайте, що якщо ви перемістите будь-які кошти з цієї адреси на інші свої адреси, це буде публічно зафіксовано у історії вашої публічної адреси. Більше того, вам не варто публікувати інформацію про свої транзакції і покупки, яка може дозволити кому-небудь встановити ваші умкойн-адреси.</p>

    <h2 id="iplog">Ваша ІР-адреса може бути зафіксована</h2>
    <p>Оскільки Умкойн - це децентралізована однорангова мережа, існує можливість відслідковування трансляцій транзакцій і зберігання їх ІР-адрес. Клієнти повних вузлів ретранслюють усі транзакції інших користувачів так само як і свої. Це означає, що виявлення джерела будь-якої конкретної транзакції може бути складним і будь-який вузол може бути помилково прийнятим за джерело транзакції, хоча він ним не є. Ви можете приховати ІР-адресу свого комп'ютера за допомогою такого інструменту як <a href="https://www.torproject.org/">Tor</a> таким чином, що її буде неможливо відстежити.</p>

    <h2 id="mixing">Обмеження змішувачів</h2>
    <p>Деякі онлайн сервіси, які ще називаються умкойн-змішувачами, пропонують зменшити відслідковуваність шляхом обміну однаковими сумами умкоїнів між різними користувачами з незалежними умкойн-адресами. Варто зауважити, що законність використання таких сервісів може різнитися і підпорядковуватись різним законам у різних країнах. Такі сервіси також припускають, що ви довіряєте людям, які їх організували, у тому, що вони не втратять чи не викрадуть ваші гроші і не будуть вести облік ваших запитів. Навіть якщо такі сервіси можуть запобігти відслідковуванню невеликих сум, це стає складним по мірі зростання транзакцій.</p>

    <h2 id="future">Майбутні покращення</h2>
    <p>У майбутньому очікується багато змін, що сприятимуть покращенню конфіденційності. Наприклад, продовжуються зусилля зі зміни платіжних повідомлень API, направлені на те, щоб попередити спільне використання адрес для платежу, що створює між ними асоціювання. Зміна адрес здачі, як у Bitcoin Core, можливо з часом буде реалізована й у інших гаманцях. До графічного користувацького інтерфейсу можуть бути додані зручні функції запиту платежів з метою запобігання повторному використанню адрес. Також ведуться різноманітні роботи й у розробці інших функцій для розширення конфіденційності, наприклад можливість об'єднання разом транзакцій випадкових користувачів.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
