<!DOCTYPE HTML>
<html lang="uk">


<head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta property="og:image" content="http://umkoin.org/img/icons/opengraph.png" />
<meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no">

<title>Безпека вашого гаманця - Умкойн</title>

<link rel="stylesheet" href="/css/font-awesome-4.4.0/css/font-awesome.min.css">
<link rel="stylesheet" href="/css/main.css">
<link rel="shortcut icon" href="/favicon.png">
<link rel="stylesheet" href="/css/sans.css">

<script type="text/javascript" src="/js/base.js"></script>
<script type="text/javascript" src="/js/main.js"></script>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Безпека вашого гаманця</h1>
    <p class="summarytxt">Як і у реальному житті, ваш гаманець повинен бути захищений. Умкойн дозволяє переказувати суми куди завгодно дуже легким способом, і дозволяє вам повністю контролювати свої гроші. У той же час, при правильному використанні, Умкойн здатний забезпечити високий рівень захисту. <b>Завжди пам'ятайте, що ви відповідаєте за вживання належних заходів щодо захисту своїх грошей</b>.</p>

    <h2 id="online"><img src="/img/icons/ico_warning.svg" class="titleicon" alt="warning">Будьте обережні з онлайн-сервісами</h2>
    <p>Вам варто остерігатись будь-яких сервісів, що пропонують зберігання ваших коштів онлайн. Численні біржі та онлайн-гаманці у минулому зазнавали порушень безпеки і такі сервіси зазвичай й досі не надають достатніх гарантій та безпеки, щоб використовувати їх для зберігання грошей як у банку. Отже, ви можете використовувати інші види <a href="/uk/choose-your-wallet.php">умкойн-гаманців</a>. У іншому випадку, вам варто вибирати такі сервіси дуже ретельно. Більше того, рекомендується використання двофакторної авторизації.</p>

    <h2 id="everyday">Невеликі суми на кишенькові витрати</h2>
    <p>Умкойн-гаманець - це наче гаманець з готівкою. Якщо ви не тримаєте у кишені тисячі доларів, то й не варто робити цього з умкойн-гаманцем. Загалом, нормальною практикою вважається зберігання невеликих сум умкоїнів на вашому комп'ютері, мобільному телефоні чи сервері для кишенькових витрат, а решту суми ваших коштів варто тримати у більш безпечному середовищі.</p>

    <h2 id="backup">Зробіть резервну копію вашого гаманця</h2>
    <p>Зберігання резервної копії вашого гаманця у надійному місці може захистити вас від несправностей у роботі комп'ютера та багатьох людських помилок. Це також дозволить вам відновити свій гаманець у випадку крадіжки вашого мобільного телефону чи комп'ютера, якщо ваш гаманець було зашифровано.</p>

    <div class="box">

      <h3 id="backupwhole">Резервна копія усього вашого гаманця</h3>
      <p>Деякі гаманці містять велику кількість прихованих приватних ключів. Якщо у вас є резервні копії тільки приватних ключів до ваших видимих умкойн-адрес, можливо це далеко не все, і тоді ви не зможете повернути більшу частину ваших коштів з резервної копії.</p>

      <h3 id="backuponline">Шифруйте мережеві резервні копії</h3>
      <p>Будь-яка резервна копія, що зберігається в мережі, є дуже вразливою до крадіжки. Навіть комп'ютер, підключений до мережі Інтернет, вразливий до шкідливих програм. Таким чином, шифрування будь-якої резервної копії, яка видається до мережі, є гарною практикою безпеки.</p>

      <h3 id="backupmany">Використовуйте багато безпечних місць</h3>
      <p>З точки зору безпеки краще мати декілька місць для зберігання резервних копій. Якщо ваша резервна копія не залежить від одного місця, менш імовірно, що будь-яка погана подія завадить вам відновити ваш гаманець. Розгляньте також можливість використання різних носіїв, таких як ключі USB, папір і компакт-диски.</p>

      <h3 id="backupregular">Регулярно робіть резервні копії</h3>
      <p>Ви повинні робити резервну копію вашого гаманця регулярно, щоб переконатися, що всі нещодавні зміни умкойн-адрес і всі нові умкойн-адреси, які ви створили, включені до резервної копії. Скоро усі додатки будуть використовувати гаманці, резервну копію яких потрібно буде робити лише один раз.</p>

    </div>

    <h2 id="encrypt">Шифруйте свій гаманець</h2>
    <p>Шифрування вашого гаманця або вашого смартфону дозволяє вам встановити пароль від будь-кого, хто намагається зняти ваші кошти. Це допоможе захиститись від крадіїв, однак, це не зможе захистити від програм чи пристроїв кейлоггерів, що реєструють усі набрані вами символи.</p>

    <div class="box">

      <h3 id="encryptforget">Ніколи не забувайте свій пароль</h3>
      <p>Впевніться, що ви не забудете свій пароль, інакше ваші кошти будуть безповоротно втрачені. Умкойн - це не банк, існує дуже мало шансів, що пароль буде відновлено. Насправді, вам потрібно буде пам'ятати пароль навіть якщо ви його не використовуватимете роками. Якщо у вас виникають сумніви, збережіть паперову копію свого паролю у надійному місці, наприклад у сейфі.</p>

      <h3 id="encryptstrong">Використовуйте надійний пароль</h3>
      <p>Будь-який пароль, що містить тільки літери чи впізнавані слова, вважається слабким й легким для зламу. Надійний пароль повинен містити літери, числа, розділові знаки, і повинен бути довжиною принаймні 16 символів. Найнадійніші паролі, це ті, що генеруються спеціальними програмами, розробленими з цією метою. Надійні паролі зазвичай важче запам'ятати, тому вам потрібно постаратись.</p>

    </div>

    <h2 id="offline">Офлайн гаманець для заощаджень</h2>
    <p>Офлайн гаманець, також відомий як холодне сховище, забезпечує найвищий рівень безпеки ваших заощаджень. Він включає в себе надійне зберігання гаманця в безпечному місці, що не підключене до мережі. Якщо все зроблено правильно, це може забезпечити дуже гарний захист від комп'ютерних вразливостей. Використання офлайн гаманця у поєднанні з резервними копіями та шифруванням також гарна практика. Ось стислий огляд деяких підходів.</p>

    <div class="box boxexpand">

      <h3 id="offlinetx"><a onclick="boxShow(event);" ontouchstart="boxShow(event);" class="link-js">Підписання транзакції на від'єднаному від мережі комп'ютері</a></h3>
      <p>Цей підхід передбачає наявність двох комп'ютерів, що розділяють між собою деякі частини одного і того ж гаманця. Перший повинен бути від'єднаний від будь-якої мережі. Він єдиний зберігає увесь гаманець і може підписувати транзакції. Другий комп'ютер під'єднаний до мережі і містить тільки гаманець-спостерігач, який може створювати виключно непідписані транзакції. Таким чином, ви можете безпечно виконати нову транзакцію, виконавши наступні кроки.</p>
      <ol>
        <li>Створіть нову транзакцію на під'єднаному комп'ютері та збережіть її на USB-ключі.</li>
        <li>Підпишіть транзакцію на від'єднаному комп'ютері.</li>
        <li>Надішліть підписану транзакцію на під'єднаний комп'ютер.</li>
      </ol>
      <p>Через те що під'єднаний до мережі комп'ютер не може підписувати транзакції, він не може використовуватись для зняття коштів, якщо він скомпрометований.</p>

    </div>

    <br>

    <div class="box boxexpand">

      <h3 id="hardwarewallet"><a onclick="boxShow(event);" ontouchstart="boxShow(event);" class="link-js">Спеціалізовані пристрої-гаманці</a></h3>
      <p>Спеціалізовані пристрої-гаманці - золота середина між високим захистом та легкістю використання. Існують маленькі пристрої, спеціально розроблені для того, щоб бути умкойн-гаманцями і нічим іншим. Жодне програмне забезпечення не може бути установлене на них, що робить їх добре захищеними від комп'ютерного шахрайства і онлайн крадіїв. Так як вони дозволяють робити резервні копії, ви завжди зможете повернути свої кошти у випадку втрати пристрою.</p>

    </div>

    <h2 id="update">Своєчасно оновлюйте своє програмне забезпечення</h2>
    <p>Використання останньої версії програмного забезпечення Умкойн дозволить вам отримати необхідну стабільність та виправлення параметрів безпеки. Оновлення дадуть вам можливість запобігти проблемам різного рівня критичності, додати нові функції та допоможуть вашому гаманцю залишатись надійним. Встановлення оновлень для усіх інших програм на вашому комп'ютері чи мобільному телефоні так само важливе для збереження безпеки середовища вашого гаманця.</p>

    <h2 id="offlinemulti">Функція мультипідпису для захисту від крадіжки</h2>
    <p>Умкойн також має функцію мультипідпису, яка дозволяє транзакцію за умови використання згод декількох осіб. Декілька підписів може, наприклад, дозволити організації надати своїм членам доступ до бюджету і дозволити виконати транзакцію за умови, якщо 3 чи 5 користувачів підтвердять транзакцію. Деякі онлайн-гаманці також мають функцію мультипідпису, що дозволяє користувачеві контролювати свої гроші і запобігати крадіжці своїх коштів, бо для цього крадієві знадобиться скомпрометувати більш ніж один пристрій чи сервер.</p>

    <h2 id="offlinetestament">Поміркуйте про свій заповіт</h2>
    <p>Ваші Умкоїни можуть бути втрачені назавжди, якщо ви не матимете резервний план для ваших колег і сім'ї. Якщо місце розташування ваших гаманців або ваших паролів не відомі нікому, то у випадку вашої загибелі, немає ніякої надії, що ваші кошти коли-небудь будуть відновлені. Найменше зволікання з цього приводу може мати величезне значення.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


<script type="text/javascript">
  fallbackSVG();
  addAnchorLinks();
  trackOutgoingLinks();
</script>


</body>
</html>
