<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Підтримка Умкойн - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Підтримка Умкойн</h1>
    <p class="summarytxt">Умкойн - це протокол, що був започаткований маленькою спільнотою і з тих пір швидко зростає по висхідній. Існує безліч речей, які ви можете зробити, щоб сприяти поширенню та поступовому покращенню Умкойн.</p>

    <h2 id="use"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Використання Умкойн</h2>
    <p>Перше, що ви можете зробити, щоб допомогти Умкойн, це почати <a href="/uk/getting-started.php">використовувати Умкойн</a>. Існує багато шляхів, завдяки яким він може полегшити ваше життя. Ви можете отримувати платежі та здійснювати покупки з Умкойн.</p>

    <h2 id="node"><img class="titleicon" src="/img/icons/ico_network.svg" alt="Icon" />Станьте частиною мережі</h2>
    <p>Якщо у вас високошвидкісне підключення до Інтернет, ви можете зміцнити умкойн-мережу шляхом установки <a href="/uk/full-node.php">повноцінного умкойн-вузла</a> та запустивши його на вашому комп'ютері чи сервері з відкритим портом 6333. Повноцінні вузли забезпечують безпеку та пересилання усіх транзакцій.</p>

    <h2 id="mining"><img class="titleicon" src="/img/icons/ico_mining.svg" alt="Icon" />Видобуток</h2>
    <p>Ви можете почати <a href="http://pool.umkoin.org:8080/" target="_blank">видобуток умкойнів</a>, щоб допомогти опрацьовувати транзакції. Для захисту мережі, вам варто приєднатись до невеликих видобувних пулів, обрати децентралізований пул з підтримкою getblocktemplate (GBT).</p>

    <h2 id="translate"><img class="titleicon" src="/img/icons/ico_translate.svg" alt="Icon" />Переклад</h2>
    <p>Ви можете допомогти підвищити рівень доступності Умкойн перекладаючи чи покращуючи переклади всередині важливих частин екосистеми Умкойн. Просто оберіть проект, у якому ви бажаєте взяти участь.</p>

    <h2 id="develop"><img class="titleicon" src="/img/icons/ico_conf.svg" alt="Icon" />Розробка</h2>
    <p>Умкойн - це програмне забезпечення з відкритим початковим кодом. Тому, якщо ви розробник, ви можете використати свої суперсили в ім'я добрих сил та <a href="/uk/development.php">покращення Умкойн</a>. Або ви можете створити нові приголомшливі сервіси чи програмне забезпечення, яким може скористатись Умкойн.</p>

    <h2 id="donation"><img class="titleicon" src="/img/icons/ico_donate.svg" alt="Icon" />Пожертвування</h2>
    <p>Найлегший шлях допомогти нам - це пожертвувати декілька умкойнів. Або ви можете безпосередньо профінансувати проект, пов'язаний із умкойн, який на вашу думку буде доцільним у майбутньому.</p>

    <h2 id="nonprofit"><img class="titleicon" src="/img/icons/ico_law.svg" alt="Icon" />Організації</h2>
    <p>Багато неприбуткових організацій працюють задля захисту та просування умкойн. Ви можете допомогти їм приєднавшись до них та взявши участь у їх проектах, дискусіях та подіях.</p>

    <h2 id="spread"><img class="titleicon" src="/img/icons/ico_spread.svg" alt="Icon" />Поширення</h2>
    <p>Розкажіть про умкойн тим, хто цікавиться ним. Напишіть про нього у своєму блозі. Повідомте своїм улюбленим магазинам, що ви хотіли б розраховуватись умкойнами. Допоможіть підтримувати <a href="/en/spend-umkoin.php">каталоги компаній</a> актуальними та оновленими. Чи просто проявіть креативність та зробіть собі футболку з гарним логотипом Умкойн.</p>

    <h2 id="wiki"><img class="titleicon" src="/img/icons/ico_wiki.svg" alt="Icon" />Документація</h2>
    <p><a href="https://github.com/umkoin/umkoin.org#how-to-participate">Umkoin.org</a> надає корисну документацію та постійно оновлює свою інформаційну базу. Ви можете допомогти покращити цей, або інші подібні ресурси, та підтримувати їх актуальність.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
