<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Умкойн для бізнесу - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">
  

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Умкойн для бізнесу</h1>
    <p class="summary">Умкойн - це безпечний і недорогий спосіб опрацювання платежів.</p>

    <h2 id="lowfee"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Обирайте власну комісію</h2>
    <p>Не існує плати за отримання умкойнів, і багато гаманців дозволяють вам контролювати, наскільки великою є плата при оплаті. Більшість гаманців мають розумні комісії за замовчуванням, а більш високі збори можуть заохочувати швидше <a href="/uk/you-need-to-know.php#instant">підтвердження</a> ваших транзакцій. Тарифи не пов'язані з перерахованою сумою, тому можна надіслати 100 000 умкойнів за ту ж комісію, яка коштує відправлення 1 умкойну.</p>

    <h2 id="fraud"><img class="titleicon" src="/img/icons/ico_shield.svg" alt="Icon" />Захист від шахрайства</h2>
    <p>Будь-яка компанія, що приймає кредитні картки чи PayPal, знає про проблему відкликання платежів. Шахрайські дії з відкликання платежів призводять до звуження ринку та збільшення цін, що у підсумку б'є по кишенях покупців. Умкойн-платежі незворотні і безпечні, а це означає, що витрати, пов'язані із шахрайством, більше не лежать на плечах компаній.</p>

    <h2 id="international"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Швидкі міжнародні платежі</h2>
    <p>Відправити умкойни через кордони так само просто, як надіслати їх через дорогу. Немає банків, щоб чекати три робочих дні, та стягувати плату за здійснення міжнародного переказу та немає особливих обмежень на мінімальну або максимальну суму, яку ви можете надіслати.</p>

    <h2 id="pci"><img class="titleicon" src="/img/icons/ico_pci.svg" alt="Icon" />Не потрібно дотримуватись стандартів PCI</h2>
    <p>Зазвичай, при прийомі кредитних карток необхідні розширені перевірки безпеки для відповідності стандартам PCI. Умкойн вимагає від вас забезпечення <a href="/uk/secure-your-wallet.php">безпеки вашого гаманця</a> і ваших платіжних запитів. Однак, ви не несете витрати чи відповідальність, що виникають із опрацювання особистої інформації ваших клієнтів, таких як номери кредитних карток.</p>

    <h2 id="visibility"><img class="titleicon" src="/img/icons/ico_visib.svg" alt="Icon" />Приверніть до себе увагу</h2>
    <p>Умкойн - це ринок, що розвивається, і його нові клієнти знаходяться у пошуках способів витратити свої умкоїни. Почати приймати платежі у умкоїнах - непоганий спосіб привабити нових клієнтів та привернути увагу до своєї компанії. Розширення способів здійснення оплати зазвичай було успішною практикою онлайн-бізнесу.</p>

    <h2 id="multisig"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Мультипідпис</h2>
    <p>Умкойн також включає функцію мультипідпису, що дозволяє переказати умкоїни за умови, якщо певна кількість осіб окремої групи людей авторизує транзакцію. Це може використовуватись радою директорів з метою запобігання витрачанню коштів будь-яким членом ради без згоди на це інших членів, а також з метою відслідковування того, хто саме авторизував кожен платіж.</p>

    <h2 id="transparency"><img class="titleicon" src="/img/icons/ico_transparency.svg" alt="Icon" />Фінансова прозорість</h2>
    <p>Багато організацій зобов'язані вести бухгалтерію у якій враховуються усі операції. Використання Умкойн дозволить вам запропонувати найвищий рівень прозорості, так як ви можете надати інформацію, яку ваші партнери можуть використати для перевірки ваших рахунків та транзакцій. Неприбуткові організації також можуть дозволити публіці бачити, скільки вони отримують коштів у вигляді пожертвувань.</p>

    <div class="mainbutton"><a href="/uk/getting-started.php"><img src="/img/icons/but_umkoin.png" alt="icon">Початок роботи з Умкойн</a></div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
