<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Умкойн Core</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <div class="one-column">

      <h1>Умкойн Core</h1>
      <p class="summary">Підтримка Децентралізації Умкойн</p>

      <div class="callout">
        <p><a href="/uk/download.php">Завантажити Умкойн Core</a>
        <img src="/img/os/windows.png" alt="Windows" />
        <img src="/img/os/mac.png" alt="Mac" />
        <img src="/img/os/linux.png" alt="Linux" />
        </p>
      </div>

      <p>Умкойн Core запрограмований визначати, який ланцюжок блоків містить дійсні транзакції. Користувачі Умкойн Core приймають лише транзакції для такого ланцюжка блоків, що робить цей ланцюжок блоків Умкойн таким, що всі інші хочуть використовувати саме його.</p>
      <p>Ці користувачі <b>підтримують децентралізацію Умкойн</b>. Вони індивідуально утримують власні вузли Умкойн Core, і кожен з цих вузлів окремо керується точно такими ж правилами визначення дійсного ланцюжка блоків.</p>
      <p>В Умкойн Core немає жодного голосування чи іншого процесу, що піддається тлумаченням: існує лише індивідуальне програмне забезпечення, що відповідає однаковим правилам - "математика" - для оцінки блоків і прийняття однакових висновків про те, який ланцюжок блоків є дійсним.</p>
      <p>Ця спільна угода (називається консенсусом) дозволяє таким людям, як ви, приймати тільки дійсні умкоїни, дотримуючись правил Умкойн навіть найпотужнішими добувачами.</p>
      <p>Окрім покращення децентралізації Умкойн, користувачі Умкойн Core покращують безпеку своїх умкоїнів, а також отримують - функції конфіденційності, недоступні в інших гаманцях, вибір користувацьких інтерфейсів та декілька інших потужних функцій.</p>
      <p><br /></p>

      <div class="two-column-list">
        <ul class="fa-ul">
          <li>
            <p><span class="fa-li fa fa-download fa-2x"></span>
            <b><a href="/uk/download.php">Завантажити</a></b><br />Умкойн Core 0.18.1rc1</p>
          </li>
          <li>
            <p><span class="fa-li fa fa-rocket fa-2x"></span>
            <b><a href="/en/umkoin-core/features.php">Особливості</a></b><br />Дізнайтеся, що пропонує Умкойн Core</p>
          </li>
          <li>
            <p><span class="fa-li fa fa-code-fork fa-2x"></span>
            <b><a href="/en/umkoin-core/contribute.php">Внесок</a></b><br />Код, переклад та інше</p>
          </li>
        </ul>
      </div>

      <p><br class="clear" /></p>

      <h3>Новини</h3>
      <ul>
        <li>
          <p>2019-07-31 - випуск Умкойн Core версії 0.18.1rc1</p>
        </li>
        <li>
          <p>2019-05-02 - випуск Умкойн Core версії 0.18.0</p>
        </li>
        <li>
          <p>2018-12-27 - випуск Умкойн Core версії 0.17.1</p>
        </li>
        <li>
          <p>2018-10-29 - випуск Умкойн Core версії 0.17.0.1</p>
        </li>
        <li>
          <p>2018-10-02 - випуск Умкойн Core версії 0.17.0</p>
        </li>
        <li>
          <p>2018-09-20 - випуск Умкойн Core версії 0.16.3</p>
        </li>
        <li>
          <p>2018-07-28 - випуск Умкойн Core версії 0.16.2</p>
        </li>
        <li>
          <p>2018-06-19 - випуск Умкойн Core версії 0.16.1</p>
        </li>
        <li>
          <p>2018-01-22 - випуск Умкойн Core версії 0.16.0</p>
        </li>
        <li>
          <p>2017-12-13 - випуск Умкойн Core версії 0.15.0</p>
        </li>
      </ul>

    </div>

  </div>


<?php
include 'page_footer.php';
?>


</body>
</html>
