<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Умкойн для приватних осіб - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Умкойн для приватних осіб</h1>
    <p class="summary">Умкойн - це найпростіший спосіб обміняти гроші за дуже низькою ціною.</p>

    <h2 id="mobile"><img class="titleicon" src="/img/icons/ico_mobile.svg" alt="Icon"/>Мобільні платежі - це легко</h2>
    <p>Мобільний умкойн-клієнт дозволяє вам здійснювати платежі за схемою "scan-and-pay" (скануй та сплачуй). Не потрібно ні на що підписуватись, проводити свою картку, вводити PIN-код або що-небудь підписувати. Все що вам необхідно для отримання умкойн-платежів, це відкрити QR-код у своєму мобільному гаманці і показати його другові, щоб він просканував код своїм мобільним телефоном, або просто наблизити телефони один до одного (у разі використання технології NFC).</p>

    <h2 id="secure"><img class="titleicon" src="/img/icons/ico_lock.svg" alt="Icon" />Безпека ваших грошей та контроль над ними</h2>
    <p>Умкойн-транзакції захищені криптографією найвищого ґатунку. Ніхто не в змозі стягнути з вас гроші чи здійснити платіж від вашого імені. Доки ви вживаєте необхідних заходів щодо  <a href="/uk/secure-your-wallet.php">захисту свого гаманця</a>, доти Умкойн може надавати вам контроль над вашими грошима та потужний рівень захисту від різноманітних видів шахрайства.</p>

    <h2 id="simple"><img class="titleicon" src="/img/icons/ico_simple.svg" alt="Icon" />Працює будь-де та будь-коли</h2>
    <p>Так само, як і у випадку з електронною поштою, вам і членам вашої родини немає необхідності користуватись однаковим програмним забезпеченням чи постачальниками послуг. Нехай кожен користується тим, що йому до вподоби. У цьому плані не виникатиме жодних проблем, адже всі програми сумісні між собою та використовують спільну відкриту технологію. Мережа Умкойн ніколи не спить, навіть у святкові дні!</p>

    <h2 id="international"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Швидкі міжнародні платежі</h2>
    <p>Відправити умкойни через кордони так само просто, як надіслати їх через дорогу. Немає банків, щоб чекати три робочих дні, та стягувати плату за здійснення міжнародного переказу та немає особливих обмежень на мінімальну або максимальну суму, яку ви можете надіслати.</p>

    <h2 id="lowfee"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Обирайте власну комісію</h2>
    <p>Не існує плати за отримання умкойнів, і багато гаманців дозволяють вам контролювати, наскільки великою є плата при оплаті. Більшість гаманців мають розумні комісії за замовчуванням, а більш високі збори можуть заохочувати швидше <a href="/uk/you-need-to-know.php#instant">підтвердження</a> ваших транзакцій. Тарифи не пов'язані з перерахованою сумою, тому можна надіслати 100 000 умкойнів за ту ж комісію, яка коштує відправлення 1 умкойну.</p>

    <h2 id="anonymous"><img class="titleicon" src="/img/icons/ico_anon.svg" alt="Icon" />Захистіть свої особисті дані</h2>
    <p>Умкойн не використовує номери кредитних карток, які злочинці можуть використати з метою викрадення особистих даних. Насправді, ви навіть можете надіслати платіж не розкриваючи свою особу, майже так само, як це відбувається при розрахунку готівкою. Проте, вам необхідно врахувати те, що <a href="/uk/protect-your-privacy.php">захист вашої конфіденційності</a> потребує деяких зусиль з вашої сторони.</p>

    <div class="mainbutton"><a href="/uk/getting-started.php"><img src="/img/icons/but_umkoin.png" alt="icon">Початок роботи з Умкойн</a></div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
