<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Словник - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Деякі умкойн-терміни, про які ви можливо чули</h1>
    <p class="summarytxt">Умкойн впроваджує новий підхід до платежів, а це означає, що ваш словниковий запас поповниться новими слівцями. Не хвилюйтесь, навіть скромне телебачення створює нові слова! </p>

    <h2 id="table-of-contents">Зміст</h2>

    <div class="index">
      <a href="#address">Адреса</a>
      <a href="#bit">Біт</a>
      <a href="#block">Блок</a>
      <a href="#mining">Видобуток</a>
      <a href="#wallet">Гаманець</a>
      <a href="#cryptography">Криптографія</a>
      <a href="#block-chain">Ланцюжок блоків</a>
      <a href="#signature">Підпис</a>
      <a href="#confirmation">Підтвердження</a>
      <a href="#double-spend">Повторне витрачання</a>
      <a href="#private-key">Приватний ключ</a>
      <a href="#umkoin">Умкойн</a>
      <a href="#hash-rate">Хешрейт</a>
      <a href="#p2p">P2P</a>
      <a href="#umk">UMK</a>
    </div>

    <h2 id="address">Адреса</h2>
    <p>Умкойн-адреса <b>подібна до фізичної чи електронної адреси</b>. Це єдина інформація, яку вам необхідно передати тому, хто надсилатиме вам умкоїни. Проте, важлива відмінність полягає у тому, що кожна адреса повинна використовуватись тільки для однієї транзакції.</p>

    <h2 id="bit">Біт</h2>
    <p>Біт - загальноприйнята одиниця, що використовується для позначення субодиниць умкоїну - 1 000 000 бітів дорівнює 1 умкойн (UMK або B⃦). Ця одиниця зазвичай більш зручна для встановлення вартості чайових, товарів та послуг.</p>

    <h2 id="block">Блок</h2>
    <p>Блок - це <b>запис у ланцюжку блоків, що містить та підтверджує багато транзакцій, що очікують підтвердження</b>. Завдяки <a href="#mining">видобутку</a>, в середньому приблизно кожні 10 хвилин до <a href="#block-chain">ланцюжка блоків</a> додається новий блок транзакцій.</p>

    <h2 id="mining">Видобуток</h2>
    <p>Видобуток умкоїнів - це процес, <b>що передбачає використання апаратних ресурсів комп'ютера з метою виконання математичних розрахунків для підтвердження транзакцій</b> і забезпечення безпеки мережі Умкойн. У якості винагороди за свої послуги видобувачі можуть збирати комісії за підтверджені ними транзакції - новостворені умкоїни. Видобуток - це специфічний та конкурентний ринок, де винагорода розподіляється у відповідності до кількості виконаних розрахунків. Не всі умкойн-користувачі використовують видобуток, і це не легкий спосіб заробити гроші.</p>

    <h2 id="wallet">Гаманець</h2>
    <p>Умкойн-гаманець - це деякою мірою <b>еквівалент фізичного гаманця у мережі Умкойн</b>. Гаманець насправді містить ваші <a href="#private-key">приватні ключі</a>, що дозволяють вам витрачати умкоїни, виділені окремому ключеві у <a href="#block-chain">ланцюжку блоків</a>. Кожен умкойн-гаманець може показати вам загальний баланс усіх умкоїнів, що знаходяться у ньому, а також дозволяє вам надсилати конкретну суму конкретній особі, так само як справжній гаманець. Гаманець відрізняється від кредитних карт, де кошти списуються торговцем.</p>

    <h2 id="cryptography">Криптографія</h2>
    <p>Криптографія - це гілка математики, що дозволяє нам створювати <b>математичні докази, які забезпечують високий рівень безпеки</b>. Криптографія вже використовується у онлайн-торгівлі та банківській справі. У Умкойн криптографія використовується для унеможливлення витрачання коштів з чужого гаманця чи псування <a href="#block-chain">ланцюжка блоків</a>. Окрім цього, вона також може використовуватись для шифрування гаманця, щоб його було неможливо використовувати без паролю.</p>

    <h2 id="block-chain">Ланцюжок блоків</h2>
    <p>Ланцюжок блоків - це <b>публічний запис умкойн-транзакцій</b> у хронологічному порядку. Ланцюжок блоків єдиний для усіх умкойн-кристувачів. Він використовується для перевірки незмінності умкойн-транзакцій та запобігання <a href="#double-spend">повторному витрачанню</a>.</p>

    <h2 id="signature">Підпис</h2>
    <p><a href="#cryptography">Криптографічний</a> підпис - це <b>математичний механізм, що дозволяє підтвердити право власності</b>. У випадку Умкойн, <a href="#wallet">умкойн-гаманець</a> та його <a href="#private-key">приватні ключі</a> поєднані деякою математичною магією. Коли ваша умкойн-програма підписує транзакцію за допомогою відповідного приватного ключа, уся мережа може бачити, що підпис співпадає з умкоїнами, що надсилаються. Проте, ніхто і ніде не може вгадати ваш приватний ключ з метою викрадення ваших умкоїнів, зароблених тяжкою працею.</p>

    <h2 id="confirmation">Підтвердження</h2>
    <p>Підтвердження означає, що транзакція була <b>опрацьована мережею та майже напевно не буде відмінена</b>. Транзакції отримують підтвердження тоді, коли вони включені до <a href="/uk/vocabulary#block">блоку</a> і до всіх наступних блоків. Навіть одне підтвердження вважається безпечним для транзакції невеликого розміру, тим не менше, для більших сум, таких як 1000 доларів США і більше, бажано дочекатись щонайменше 6 підтверджень. Кожне підтвердження <i>експоненціально</i> зменшує ризик звороту транзакції.</p>

    <h2 id="double-spend">Повторне витрачання</h2>
    <p>Якщо зловмисний користувач намагається <b>одночасно надіслати свої умкоїни двом різним отримувачам</b>, - це називається повторним витрачанням. <a href="#mining">Умкойн-видобуток</a> та <a href="#block-chain">ланцюжок блоків</a> існують для того, щоб мережа могла досягнути згоди з приводу того, яку з двох транзакцій підтвердити та вважати дійсною.</p>

    <h2 id="private-key">Приватний ключ</h2>
    <p>Приватний ключ - це <b>секретні дані, що підтверджують ваше право на витрачання умкоїнів з конкретного гаманця</b> за допомогою криптографічного <a href="#signature">підпису</a>. У випадку використання програми-гаманця, ваші приватні ключі зберігаються на вашому комп'ютері; якщо ж ви використовуєте веб-гаманець, вони зберігаються на віддалених серверах. Приватні ключі ніколи не варто розголошувати, так як вони дозволяють вам витрачати умкоїни з гаманця, до якого вони мають відношення.</p>

    <h2 id="umkoin">Умкойн</h2>
    <p>Умкойн з великої літери використовується для опису ідеї Умкойн, або системи в цілому, наприклад: "Сьогодні я вивчав інформацію про протокол Умкойн".<br>умкойн з маленької літери використовується для опису умкоїну в якості розрахункової одиниці, наприклад: "Сьогодні я надіслав десять умкоїнів"; також часто використовується його абревіатура - UMK.</p>

    <h2 id="hash-rate">Хешрейт</h2>
    <p>Хешрейт - це <b>одиниця вимірювання обчислювальної потужності мережі Умкойн</b>. Мережа Умкойн повинна виконувати потужні математичні операції для забезпечення безпеки. Коли мережа досягає 10 Терахешів за секунду, це означає, що вона може виконувати 10 трильйонів розрахунків за секунду.</p>

    <h2 id="p2p">P2P</h2>
    <p>Термін рeer-to-peer означає <b>системи, що працюють як організована спільнота</b>, надаючи можливість кожному учаснику безпосередньо взаємодіяти з іншими. У випадку Умкойн, мережа побудована таким чином, що кожен користувач транслює транзакції інших користувачів. Ключовим моментом є те, що для роботи не потрібен ніякий банк чи інший посередник.</p>

    <h2 id="umk">UMK</h2>
    <p>UMK - загальноприйнята одиниця, що використовується для позначення одного умкоїну (&#85;).</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
