<!DOCTYPE HTML>
<html lang="uk">


<head>
<?php include 'head'; ?>
<title>Деякі речі, які вам потрібно знати - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Деякі речі, які вам потрібно знати</h1>
    <p class="summarytxt">Якщо ви збираєтесь дослідити Умкойн, існує декілька речей, які вам варто знати. За допомогою Умкойн ви можете обмінювати гроші способом, відмінним від традиційного банківського. Тому, перед тим як використовувати Умкойн у будь-якій серйозній транзакції з грошима, уважно ознайомтесь з роботою Умкойн. До Умкойн потрібно ставитись з такою ж увагою, як і до вашого гаманця, а у деяких випадках навіть пильніше!    </p>

    <h2 id="secure"><img class="titleicon" src="/img/icons/ico_key.svg" alt="Icon" />Безпека вашого гаманця</h2>
    <p>Як і у реальному житті, ваш гаманець повинен бути захищений. Умкойн дозволяє з легкістю перераховувати суми грошей і контролювати ваші гроші. Такі великі можливості супроводжуються не меншими питаннями безпеки. У той же час, при правильному використанні, Умкойн здатний забезпечити високий рівень захисту. Пам'ятайте, що ви відповідаєте за вживання належних заходів щодо захисту своїх грошей. <a href="/uk/secure-your-wallet.php"><b>Дізнатись більше про безпеку вашого гаманця</b></a>.</p>

    <h2 id="volatile"><img class="titleicon" src="/img/icons/ico_market.svg" alt="Icon" />Вартість умкоїнів мінлива</h2>
    <p>Вартість умкоїнів може непередбачувано збільшуватись чи зменшуватись протягом короткого проміжку часу у зв'язку зі своєю досить молодою економікою, новизною і деколи внаслідок неліквідності ринків. Тому, тримати свої заощадження у умкоїнах наразі не рекомендується. Умкоїни слід розглядати як активи з високим ризиком. Ніколи не тримайте у умкоїнах гроші, які ви собі не можете дозволити втратити. Якщо ви отримуєте платежі у умкоїнах, ви можете використовувати сервіси, що дозволяють конвертувати їх у вашу місцеву валюту.</p>

    <h2 id="irreversible"><img class="titleicon" src="/img/icons/ico_irreversible.svg" alt="Icon" />Умкойн-платежі є незворотними</h2>
    <p>Усі умкойн-транзакції є незворотними. Ви можете отримати їх назад тільки у випадку, якщо отримувач коштів поверне їх вам особисто. Це означає, що вам потрібно вести бізнес тільки з тими людьми та організаціями, яких ви знаєте і яким можете довіряти, або у яких є міцна репутація. Зі своєї сторони, організації повинні тримати на контролі свої платіжні запити, направлені клієнтам. Умкойн виявляє друкарські помилки і, як правило, не дозволяє вам помилково відправляти кошти на неіснуючу адресу. Незабаром можуть з'явитись додаткові послуги для забезпечення більш широкого вибору та захисту для клієнтів.</p>

    <h2 id="anonymous"><img class="titleicon" src="/img/icons/ico_anon.svg" alt="Icon" />Умкойн не анонімний</h2>
    <p>Для забезпечення конфіденційності при використанні Умкойн потрібні деякі зусилля. Усі умкойн-транзакції публічні та миттєво розповсюджуються у мережі, а це означає, що всі можуть бачити баланс та транзакції будь-якої умкойн-адреси. Однак, особа користувача за адресою залишається невідомою до тих пір, поки інформація не відкриється під час здійснення покупки або за інших обставин. Це одна з причин чому умкойн-адреси слід використовувати лише один раз. Завжди пам'ятайте, що вживання належних заходів щодо забезпечення конфіденційності - це ваша відповідальність. <a href="/uk/protect-your-privacy.php"><b>Дізнатись більше про захист своєї конфіденційності</b></a>.</p>

    <h2 id="instant"><img class="titleicon" src="/img/icons/ico_fast.svg" alt="Icon" />Непідтвердженні транзакції не є захищенними</h2>
    <p>Операції не починаються як незворотні. Замість цього вони отримують <i>підтвердження</i>, яке вказує на те, як важко їх повернути назад (див. Таблицю). Кожне підтвердження триває від декількох секунд до 90 хвилин, а середнє значення - 10 хвилин. Якщо комісія була занадто низькою або в іншому випадку нетипова, перше підтвердження може зайняти набагато більше часу.</p>

    <br>
    <table class="center">
      <tr>
        <th>Підтвердження</th>
        <th>Легкий гаманець</th>
        <th><a href="/en/download.php">Umkoin Core</a></th>
      </tr>

      <tr>
        <th>0</th>
        <td colspan="2">Безпечно лише у разі цілковитої довіри до відправника умкоїнів</td>
      </tr>

      <tr>
        <th>1</th>
        <td>Найменший ступінь безпеки</td>
        <td>Здебільшого безпечно</td>
      </tr>

      <tr>
        <th>3</th>
        <td>Здебільшого безпечно</td>
        <td>Високий ступінь безпеки</td>
      </tr>

      <tr>
        <th>6</th>
        <td colspan="2">Мінімально рекомендована кількість підтверджень для убезпечення цінних умкойн-транзакцій</td>
      </tr>

      <tr>
        <th>30</th>
        <td colspan="2">Рекомендовано під час нестандратних ситуацій в мережі Умкойн</td>
      </tr>
    </table>
    <br>

    <h2 id="experimental"><img class="titleicon" src="/img/icons/ico_lab.svg" alt="Icon" />Умкойн все ще експериментальна валюта</h2>
    <p>Умкойн - це нова експериментальна валюта, що будується на коді оригінального <a href="http://bitcoin.org" target="_blank">Біткойн</a>, та знаходиться у активній розробці. Незважаючи на те, що вона стає все менш експериментальною по мірі зросту її використання, необхідно мати на увазі, що Умкойн - це новий винахід, що використовує раніше не застосовувані ідеї. Відповідно, майбутнє цієї валюти непередбачуване.</p>

    <h2 id="tax"><img class="titleicon" src="/img/icons/ico_invoice.svg" alt="Icon" />Податки та державне регулювання</h2>
    <p>Умкойн не є офіційною валютою. Тим не менше, більшість юрисдикцій вимагають, щоб ви сплачували податки на прибуток, з продажу, на заробітну плату та податок на приріст вартості капіталу з будь-чого, що має цінність, включаючи умкоїни. Ви несете відповідальність за дотримання податкових та інших юридичних або нормативних вимог вашого уряду та/або місцевої влади.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
