<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Об umkoin.org</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Об umkoin.org</h1>
    <p class="summary">Umkoin.org предназначен для помощи в устойчивом развитии Умкойна.</p>

    <h2 id="own">Кому принадлежит umkoin.org?</h2>
    <p>Сегодня этот сайт является независимым проектом с открытым исходным кодом и участниками со всего мира. Право последнего голоса при публикации принадлежит совладельцам сайта, но вся регулярная деятельность организована с помощью представления публичного запроса на внесение изменений и руководствуется сопровождающим сайта.</p>
    <p>Umkoin.org не является официальным сайтом Умкойн. Как и никто не владеет технологией электронной почты, никому не принадлежит сеть Умкойн. Таким образом, никто не имеет права делать заявления от имени Умкойн.</p>

    <h2 id="control">Тогда... кто же контролирует Умкойн?</h2>
    <p>Умкойн контролируют умкойн-пользователи всего мира. Разработчики улучшают программное обеспечение, но они не могут настоять на изменении правил умкойн-протокола, потому что пользователи могут сами выбирать, какое программное обеспечение использовать. Для того, чтобы сохранить совместимость, все пользователи нуждаются в программном обеспечении, которое подчиняется одним и тем же правилам. Умкойн может хорошо работать только в полном согласии между всеми пользователями. Поэтому, у всех пользователей и разработчиков есть огромный стимул выработать и сохранять этот консенсус.</p>

    <h2 id="mission">Миссия</h2>
    <ul>
      <li>Информировать пользователей, чтобы уберечь их от обычных ошибок.</li>
      <li>Предоставлять точное описание свойств, потенциальных использований и ограничений Умкойна.</li>
      <li>Сообщать о новостях и событиях относящихся к сети Умкойн.</li>
      <li>Пригласить талантливых людей помочь с развитием Умкойна на многих уровнях.</li>
      <li>Увидеть большую картину умкойн-экосистемы.</li>
      <li>Улучшить доступность Умкойна во всем мире с помощью перевода на другие языки.</li>
      <li>Оставаться нейтральным информационным ресурсом об Умкойне.</li>
    </ul>

    <h2 id="help">Помогите нам</h2>
    <p>Вы можете сообщить о проблемах или помочь улучшить umkoin.org, открыв новый тикет на английском языке или запрос на изменение на <a href="https://github.com/umkoin/umkoin.org#how-to-participate">GitHub</a>. Отправляя запрос, пожалуйста не забывайте обсудить предлагаемые изменения и при необходимости их исправить. Пожалуйста не используйте это для продвижения своего личного бизнеса или сайта, за исключением особых случаев вроде умкойн-конференций. Спасибо всем, кто вкладывает свое время и усилия в улучшение umkoin.org!</p>

    <h3 id="maintenance">Обслуживание</h3>

    <div class="credit">
      <p><a href="https://github.com/vmta">vmta</a><span>обслуживание веб-сайта</span></p>
    </div>

<!--
    <h3 id="sponsorship">Спонсорство</h3>
    <div class="credit">
      <p><a href="">Организация</a><span>Период</span></p>
    </div>
//-->

<!--
    <h3 id="translation">Перевод</h3>
    <div class="credit">
      <p>Переводчик<span>Язык</span></p>
    </div>
//-->

    <h3 id="service_contributors">Сервисы-участники</h3>
    <div class="credit">
      <p><a href="https://github.com/">GitHub</a><span>хостинг ропозитория</span></p>
      <p><a href="https://www.transifex.com/">Transifex</a><span>средства перевода</span></p>
      <p><a href="https://travis-ci.org/">Travis CI</a><span>беспрерывная интеграция</span></p>
    </div>

<!--
    <h3 id="inactive-contributors">Неактивные участники проекта</h3>
    <div class="credit">
      <p><a href="">Контрибютор</a><span>направление деяльности</span></p>
    </div>
//-->

    <h3 id="owners">Владельцы домена</h3>
    <div class="credit">
      <p><a href="https://github.com/vmta">vmta</a><span>владелец</span></p>
      <p><a href="https://youpic.com/photographer/jDtnt/">jDtnt</a><span>дизайн логотипа</span></p>
    </div>

    <h3 id="github">Участники на GitHub</h3>
    <div class="contributors">
      <p><a href="https://github.com/vmta">vmta</a></p>
    </div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
