<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>ЧаВо - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>ЧАсто задаваемые ВОпросы</h1>
    <p class="summary">Найти ответы на повторяющиеся вопросы и мифы об Умкойне.</p>

    <h2 id="table-of-contents">Содержание</h2>

    <div class="index">
    <ul>
      <li><a href="#general">Общее</a></li>
      <ul>
        <li><a href="#what-is-umkoin">Что такое Умкойн?</a></li>
        <li><a href="#who-created-umkoin">Кто создал Умкойн?</a></li>
        <li><a href="#who-controls-the-umkoin-network">Кто контролирует сеть Умкойн?</a></li>
        <li><a href="#how-does-umkoin-work">Как работает Умкойн?</a></li>
        <li><a href="#is-umkoin-really-used-by-people">Umkoin в самом деле используется людьми?</a></li>
        <li><a href="#how-does-one-acquire-umkoins">Как можно получить умкойны?</a></li>
        <li><a href="#how-difficult-is-it-to-make-a-umkoin-payment">Насколько сложно произвести умкойн-платеж?</a></li>
        <li><a href="#what-are-the-advantages-of-umkoin">Каковы преимущества Умкойна?</a></li>
        <li><a href="#what-are-the-disadvantages-of-umkoin">Какие недостатки есть у Умкойна?</a></li>
        <li><a href="#why-do-people-trust-umkoin">Почему люди доверяют Умкойну?</a></li>
        <li><a href="#can-i-make-money-with-umkoin">Могу я заработать на Умкойне?</a></li>
        <li><a href="#is-umkoin-fully-virtual-and-immaterial">Умкойн полностью виртуален и нематериален?</a></li>
        <li><a href="#is-umkoin-anonymous">Умкойн анонимен?</a></li>
        <li><a href="#what-happens-when-umkoins-are-lost">Что происходит если умкойны утеряны?</a></li>
        <li><a href="#can-umkoin-scale-to-become-a-major-payment-network">Можно ли масштабировать Умкойн до размера основной платежной системы мира?</a></li>
      </ul>
      <li><a href="#legal">Легальность</a></li>
      <ul>
        <li><a href="#is-umkoin-legal">Легален ли Умкойн?</a></li>
        <li><a href="#is-umkoin-useful-for-illegal-activities">Используется ли Умкойн в незаконных целях?</a></li>
        <li><a href="#can-umkoin-be-regulated">Можно ли регулировать Умкойн?</a></li>
        <li><a href="#what-about-umkoin-and-taxes">Как насчет Умкойна и налогов?</a></li>
        <li><a href="#what-about-umkoin-and-consumer-protection">Как насчет Умкойна и защиты прав потребителей?</a></li>
      </ul>
      <li><a href="#economy">Экономика</a></li>
      <ul>
        <li><a href="#how-are-umkoins-created">Как же создаются умкойны?</a></li>
        <li><a href="#why-do-umkoins-have-value">Почему у умкойнов есть стоимость?</a></li>
        <li><a href="#what-determines-umkoins-price">Чем определяется стоимость умкойнов?</a></li>
        <li><a href="#can-umkoins-become-worthless">Могут ли умкойны обесцениться?</a></li>
        <li><a href="#is-umkoin-a-bubble">Умкойн - это пузырь?</a></li>
        <li><a href="#is-umkoin-a-ponzi-scheme">Является ли Умкойн пирамидой или схемой Понци?</a></li>
        <li><a href="#doesnt-umkoin-unfairly-benefit-early-adopters">Действительно ли Умкойн дает несправедливую прибыль тем, кто раньше других поддержал проект?</a></li>
        <li><a href="#wont-the-finite-amount-of-umkoins-be-a-limitation">Не станет ли серьезным ограничением конечное количество умкойнов?</a></li>
        <li><a href="#wont-umkoin-fall-in-a-deflationary-spiral">Что если Умкойн обрушится в дефляционную спираль?</a></li>
        <li><a href="#isnt-speculation-and-volatility-a-problem-for-umkoin">Являются ли спекуляции и колебания курса проблемой для Умкойна?</a></li>
        <li><a href="#what-if-someone-bought-up-all-the-existing-umkoins">А что если кто-нибудь выкупит все существующие умкойны?</a></li>
        <li><a href="#what-if-someone-creates-a-better-digital-currency">Что произойдет, если кто-то создаст лучшую электронную валюту?</a></li>
      </ul>
      <li><a href="#transactions">Транзакции</a></li>
      <ul>
        <li><a href="#why-do-i-have-to-wait-10-minutes">Почему я должен ждать подтверждения?</a></li>
        <li><a href="#how-much-will-the-transaction-fee-be">Сколько составит комиссия за транзакцию?</a></li>
        <li><a href="#what-if-i-receive-a-umkoin-when-my-computer-is-powered-off">Что произойдет, если я получу умкойны, когда мой компьютер выключен?</a></li>
        <li><a href="#what-does-synchronizing-mean-and-why-does-it-take-so-long">Что означает "синхронизация", и почему она занимает столько времени?</a></li>
      </ul>
      <li><a href="#mining">Майнинг</a></li>
      <ul>
        <li><a href="#what-is-umkoin-mining">Что такое Умкойн-майнинг?</a></li>
        <li><a href="#how-does-umkoin-mining-work">Как же работает Умкойн-майнинг?</a></li>
        <li><a href="#isnt-umkoin-mining-a-waste-of-energy">Является ли добыча умкойнов пустой тратой электроэнергии?</a></li>
        <li><a href="#how-does-mining-help-secure-umkoin">Каким образом майнинг помогает безопасности Умкойна?</a></li>
        <li><a href="#what-do-i-need-to-start-mining">Что мне нужно для майнинга?</a></li>
      </ul>
      <li><a href="#security">Безопасность</a></li>
      <ul>
        <li><a href="#is-umkoin-secure">Защищен ли Умкойн?</a></li>
        <li><a href="#hasnt-umkoin-been-hacked-in-the-past">Был ли Умкойн когда-либо взломан?</a></li>
        <li><a href="#could-users-collude-against-umkoin">Могут ли пользоваться сговориться против Умкойна?</a></li>
        <li><a href="#is-umkoin-vulnerable-to-quantum-computing">Уязвим ли Умкойн для квантовых компьютеров?</a></li>
      </ul>
      <li><a href="#help">Помощь</a></li>
      <ul>
        <li><a href="#more-help">Я хочу узнать больше. Где я могу получить помощь?</a></li>
      </ul>
    </ul>
    </div>

    <h2 id="general">Общее</h2>

    <h3 id="what-is-umkoin">Что такое Умкойн?</h3>
    <p>Умкойн - это сеть глобального консенсуса, которая создает новую платежную систему и полностью цифровые деньги. Это децентрализованная p2p платежная сеть, которая действует по принципу "равный-равному" (peer-to-peer) и обслуживается ее же пользователями, без центральных органов управления или посредников. С точки зрения пользователей, Умкойн очень похож на наличные деньги для интернета. Умкойн можно так же рассматривать как ведущую <a href="http://financialcryptography.com/mt/archives/001325.html">бухгалтерскую систему с тройной записью</a>.</p>

    <h3 id="who-created-umkoin">Кто создал Умкойн?</h3>
    <p>Умкойн - это реализация концепции "криптовалюты", которую впервые описал в 1998 Вей Дай. В киберпанковской е-мейл рассылке, он предложил идею новой формы денег, которая для контроля эмиссии и транзакций использует криптографию вместо центрального органа управления. Первая спецификация Умкойн и доказательство работы этого принципа было опубликовано Сатоши Накамото в 2009 в криптографической е-мейл рассылке во время работы над проектом Биткойн (Умкойн основывается на исходном коде Биткойн). Сатоши оставил проект в конце 2010 года, не раскрыв подробностей о своей личности. Сообщество с тех пор выросло экспоненциально, и теперь <a href="/ru/development.php">множество разработчиков</a> работают над Умкойном.</p>
    <p>Анонимность Сатоши, часто вызывает необоснованные сомнения, большинство из которых связаны с непониманием природы открытого кода Умкойна. Протокол Умкойн и программное обеспечение находятся в открытом доступе, и любой разработчик из любой точки мира может ознакомиться с текстом программы или сделать свою личную модифицированную версию ПО Умкойн. Так же как и у нынешних разработчиков, влияние Сатоши было ограничено только теми изменениями кода, которые принимают другие пользователи, и соответственно неверно говорить, что он контролирует Умкойн. По существу, личность изобретателя Умкойна так же не имеет значения сегодня, как и личность древнего изобретателя бумаги.</p>

    <h3 id="who-controls-the-umkoin-network">Кто контролирует сеть Умкойн?</h3>
    <p>Никто не владеет сетью Умкойн, так же как никто не владеет технологией стоящей за электронной почтой. Умкойн контролируют сами умкойн-пользователи всего мира. Хотя разработчики и улучшают программное обеспечение, они не могут принудительно изменить протокол, потому что пользователи свободны выбирать, какое программное обеспечение и какую его версию им использовать. Для того, чтобы быть поддерживать совместимость, все пользователи должны использовать программное обеспечение подчиняющееся одним правилам. Умкойн может работать корректно только при полном согласии между всеми пользователями. Поэтому, у всех пользователей и разработчиков, если стимул для защиты этого консенсуса. </p>

    <h3 id="how-does-umkoin-work">Как работает Умкойн?</h3>
    <p>С точки зрения пользователей, Умкойн является всего лишь мобильным приложением или компьютерной программой, которая дает им доступ к умкойн-кошельку и позволяет им получать и тратить умкойны. Именно так работает Умкойн для большинства пользователей.</p>
    <p>В основе сети Умкойн лежит публичный регистр, называемый блокчейн, или "цепочка блоков". Этот регистр содержит в себе историю всех когда-либо проведенных транзакций, позволяя компьютерам пользователей проверять правомерность каждой транзакции. Подлинность каждой транзакции защищается электронными подписями, соответствующим использованным в транзакции адресам, что позволяет пользователям иметь полный контроль над пересылкой умкойнов со своих умкойн-адресов. Кроме того, любой может заниматься обработкой транзакций, используя компьютерные мощности специализированного оборудования и зарабатывать умкойны за эти услуги. Это обычно называется "майнинг". Для того, чтобы узнать больше об Умкойне, вы можете обратиться к <a href="/ru/how-it-works.php">данной странице</a>.</p>

    <h3 id="is-umkoin-really-used-by-people">Умкойн в самом деле используется людьми?</h3>
    <p>Да. <a href="/ru/spend-umkoin.php">Все больше компаний</a> и частных лиц используют Умкойн. Включая как оффлайн компании, такие как рестораны, гостиницы, адвокатские конторы, так и онлайн сервисы, такие как Namecheap, Overstock.com и Reddit. Пока что Умкойн остается относительно новым явлением, но он быстро растет.</p>

    <h3 id="how-does-one-acquire-umkoins">Как можно получить умкойны?</h3>
    <ul>
      <li>В качестве оплаты за товары и услуги.</li>
      <li>Приобрести умкойны в умкойн-обменниках.</li>
      <li>Обменять умкойны через кого-то рядом с вами.</li>
      <li>Заработать умкойны с помощью <a href="/ru/blockmining.php">умкойн-майнинга</a>.</li>
    </ul>
    <p>В то время как находятся люди, которые продают умкойны в обмен на платеж по кредитный карте или по PayPal, большинство обменников не позволяют пополнение средств через эти инструменты. Так получается из-за того, что люди, купившие умкойны через PayPal, затем очень часто отказываются от платежа. Это обычно происходит как возврат средств.</p>

    <h3 id="how-difficult-is-it-to-make-a-umkoin-payment">Насколько сложно произвести умкойн-платеж?</h3>
    <p>Умкойн-платежи осуществить проще, чем платежи по пластиковой карте, и это не требует открытия расчетного счета. Платежи производятся через программу-кошелек, установленную на вашем компьютере или на смартфоне, простым введением адреса получателя, суммы платежа, и нажатием кнопки "отправить". Чтобы было проще вводить адрес получателя, многие кошельки могут считать адрес в виде QR-кода или с помощью NFC технологии.</p>

    <h3 id="what-are-the-advantages-of-umkoin">Каковы преимущества Умкойна?</h3>
    <ul>
      <li><em><b>Свобода платежей</b></em> - Это возможность послать или получить любую сумму денег, мгновенно, в любой точке мира, в любое время. Никаких банковских каникул. Никаких границ. Никаких налагаемых ограничений. Умкойн позволяет пользователям полностью контролировать свои деньги.</li>
      <li><em><b>Выбирайте свою собственную комиссию</b></em> - комиссия не взимается при получении умкойна и многие кошельки позволяют Вам настраивать комиссию при совершении транзакции. Чем больше комиссия, тем выше приоритет для получения <a href="/ru/you-need-to-know.php#instant">подтверждения</a> транзакций сетью. Комиссия не зависит от суммы перевода и вполне вероятно, что дна и та же комиссия может взиматься при переводе 100000 и 1 умкойна. Кроме того, существуют процессинговые компании, которые помогают торговцам в осуществлении транзакций, переводя умкойны в фиатные валюты, которые отправляются напрямую на счета предпринимателей день-в-день. Так как эти сервисы основаны на Умкойне, они предлагают комиссии гораздо ниже, чем при использовании PayPal или пластиковых карт.</li>
      <li><em><b>Меньше рисков для предпринимателей</b></em> - Умкойн-транзакции безопасны, необратимы, и не содержат деликатной или персональной информации о покупателе. Это защищает предпринимателей от потерь, вызванных мошенничеством или мошенническими возвратами платежа, и нет необходимости соответствовать стандартам PCI - стандартам безопасности индустрии платежных карт. Предприниматели могут легко расширяться на новые рынки, где или не доступны кредитные карты, или рейтинги мошенничества неприемлемо высоки. В результате получаются более низкие комиссии, расширение рынков и уменьшение административных затрат.</li>
      <li><em><b>Безопасность и контроль</b></em> - умкойн-пользователи полностью контролируют свои транзакции; торговцы не смогут без вашего ведома или желания снимать деньги, так как может случиться с другими методами оплаты. Умкойн-платежи могут быть произведены без привязки личной информации к транзакции. Это дает мощную защиту от кражи личной информации. Пользователи Умкойна так же могут защитить свои деньги с помощи резервных копий и шифрования.</li>
      <li><em><b>Прозрачный и нейтральный</b></em> - <a href="/ru/blockexplorer.php">Вся информация</a> касающаяся денежной массы Умкойна всегда доступно для всех в цепочке блоков, ее можно проверить и использовать в реальном времени. Ни один человек или организация не может контролировать или манипулировать умкойн-протоколом, потому что он криптографически защищен. Поэтому, сети Умкойн можно доверять относительно того, что она и в дальнейшем будет нейтральна, прозрачна и предсказуема.</li>
    </ul>

    <h3 id="what-are-the-disadvantages-of-umkoin">Какие недостатки есть у Умкойна?</h3>
    <ul>
      <li><em><b>Уровень признания</b></em> - Многие люди до сих пор еще не знают про Умкойн. Каждый день, все больше компаний принимает умкойны потому что хотят получить преимущества, но их все еще не так много для начала полноценного <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%B5%D1%82%D0%B5%D0%B2%D0%BE%D0%B9_%D1%8D%D1%84%D1%84%D0%B5%D0%BA%D1%82">сетевого эффекта.</a></li>
      <li><em><b>Колебание курса валюты</b></em> - Общая стоимость умкойнов в обращении и количество компаний использующих Умкойн все еще незначительны по сравнению с тем, каким оно может быть. Поэтому, относительно небольшие события, разовые сделки, или действия отдельных компаний могут существенно повлиять на цену умкойнов. Теоретически, колебания курса будут уменьшаться, по мере взросления умкойн-рынков и технологий. Валюта-стартап - это явление, которого прежде не видел мир, поэтому представить себе, как все это будет развиваться действительно сложно - но, в то же время, это захватывает воображение.</li>
      <li><em><b>Продолжающаяся разработка</b></em> - программное обеспечение Умкойн все еще находится на стадии бета-тестирования, и много незаконченных функций находится в активной разработке. Все еще разрабатываются новые инструменты, опции и сервисы, чтобы сделать Умкойн более безопасным и доступным для большинства. Не все эти инструменты готовы к использованию. Большинство связанных с Умкойном компаний все еще находятся на начальной стадии развития, и не предлагают никаких гарантий. В общем, Умкойн все еще находится в процессе становления.</li>
    </ul>

    <h3 id="why-do-people-trust-umkoin">Почему люди доверяют Умкойну?</h3>
    <p>Значительная часть доверия к Умкойну проистекает из того факта, что он не требует никакого доверия. Исходный код Умкойна полностью открыт, и сеть полностью децентрализована. Это означает, что любой имеет доступ к полному исходному коду в любое время. Поэтому любой разработчик в мире может проверить, как именно работает Умкойн. Кто угодно может отследить в реальном времени все умкойн-транзакции и вновь выпущенные умкойны. Все платежи осуществляются не полагаясь на стороннюю организацию и вся система защищена надежными и хорошо проверенными криптографическими алгоритмами, аналогичными тем, которые используются в онлайн-банкинге. Ни одна организация или частное лицо не могут контролировать Умкойн, и сеть остается безопасной, даже если не всем ее пользователям можно доверять.</p>

    <h3 id="can-i-make-money-with-umkoin">Могу я заработать на Умкойне?</h3>
    <p>Вам не стоит рассчитывать разбогатеть с помощью Умкойна или любых других новых технологий. Всегда важно быть настороже, когда что-либо звучит слишком хорошо, чтобы быть правдой или идет вразрез основным экономическим принципам.</p>
    <p>Умкойн - это растущая экосистема инновации, а также бизнес возможностей, которые тем не менее влекут за собой и риски. Нет никаких гарантий, что Умкойн продолжит расти, даже если до сих пор он развивался очень быстрыми темпами. Инвестирование времени и ресурсов во что-то связанное с Умкойном требует предприимчивости. Есть разные способы делать деньги на Умкойне, такие как майнинг, спекуляция или старт новых деловых проектов. Все эти методы являются высококонкурентными и без гарантии получения дохода. Правильная оценка затрат и рисков, сопровождающих такие проекты, полностью лежит на предпринимателе.</p>

    <h3 id="is-umkoin-fully-virtual-and-immaterial">Умкойн полностью виртуален и нематериален?</h3>
    <p>Умкойн такой же виртуальный, как кредитные карты и сети онлайн банкинга, которыми люди пользуются каждый день. Умкойны можно использовать для онлайн платежей и в реальных магазинах, так же как и любой другой вид денег. Умкойн-балансы хранятся в огромной распределенной сети, и они не могут быть никем мошеннически изменены. Другими словами, пользователи Умкойна имеют эксклюзивный контроль над своими средствами и умкойны не могут исчезнуть, только потому что они виртуальные.</p>

    <h3 id="is-umkoin-anonymous">Умкойн анонимен?</h3>
    <p>Умкойн устроен так, чтобы позволить всем пользователям отправлять платежи, с достаточным уровнем конфиденциальности, сопоставимым с другими формами платежей. Однако, Умкойн не анонимен и не может предложить такой же уровень конфиденциальности, как наличные расчеты. Использование Умкойна оставляет общедоступную публичную запись. Существуют <a href="/ru/protect-your-privacy.php">различные механизмы</a> для обеспечения конфиденциальности пользователей, и еще больше находится в разработке. Однако, предстоит еще много работы для того, чтобы эти функции могли правильно применяться пользователями.</p>
    <p>Некоторые сомнения были высказаны насчет того, что конфиденциальность умкойн-транзакций может быть использована для нелегальных целей. Однако, следует заметить, что Умкойн несомненно попадает под регулирование, которое уже имеет место в существующих финансовых системах. Умкойн не может быть более анонимным, чем наличные деньги, и вряд ли предотвратит проведение криминальных расследований. К тому же, Умкойн позволяет предотвратить большой спектр финансовых преступлений.</p>

    <h3 id="what-happens-when-umkoins-are-lost">Что происходит если умкойны утеряны?</h3>
    <p>Когда пользователь теряет свой кошелек, содержащиеся в нем средства выпадают из обращения. Потерянные умкойны все равно остаются в цепочке блоков, так же как и все остальные умкойны. Однако, потерянные умкойны навсегда останутся без движения, потому что нет способа подобрать приватный ключ(ключи), которые позволили бы потратить их. По закону спроса и предложения, чем меньше умкойнов доступно, тем больше будут цениться те, которые остались в обращении, и соответственно можно ожидать, что все остальные умкойны немного прибавят в стоимости.</p>

    <h3 id="can-umkoin-scale-to-become-a-major-payment-network">Можно ли масштабировать Умкойн до размера основной платежной системы мира?</h3>
    <p>Сеть Умкойн может производить намного большее количество операций в секунду, чем она фактически производит сегодня. Однако, не стоит ожидать что она уже готова масштабироваться до уровня основных карточных систем. Шаги по устранению имеющихся ограничений уже намечены, и работа в этом направлении ведется. С момента запуска, каждый аспект сети находился в процессе непрерывного улучшения, оптимизации и специализации - следует ожидать, что этот процесс займет еще по крайней мере несколько лет. По мере того, как растут обороты сети, пользователи Умкойна могут все в большей мере использовать облегченные программы-клиенты, а полноценные сетевые узлы могут стать более специализированным сервисом.</p>

    <h2 id="legal">Легальность</h2>

    <h3 id="is-umkoin-legal">Легален ли Умкойн?</h3>
    <p>Насколько нам известно, Умкойн не является незаконным с точки зрения действующего законодательства в большинстве юрисдикций. Тем не менее, в некоторых юрисдикциях (например в Аргентине и России) введены строгие ограничения или запреты на использование иностранных валют. Другие юрисдикции (например Таиланд) могут требовать лицензирования определенных субъектов, таких как умкойн-обменники.</p>
    <p>Регуляторы разных юрисдикций делают шаги по созданию правил в отношении физических и юридических лиц, направленных на то, чтобы интегрировать эту новую технологию в существующую финансовую систему. Например, Американская Сеть по Борьбе с Финансовыми Преступлениями (FinCEN), подразделение Министерства Финансов США, выпустило необязательное руководство о том, как оно характеризует некоторые виды деятельности, включающие виртуальные валюты.</p>

    <h3 id="is-umkoin-useful-for-illegal-activities">Используется ли Умкойн в незаконных целях?</h3>
    <p>Умкойн - это деньги, а деньги всегда использовались и для законных и для незаконных целей. Наличные, кредитные карты, и современная банковская система сильно превосходят Умкойн в отношении их использования для финансирования преступлений. Умкойн может принести значительные инновации в платежные системы и польза от этих инноваций обычно считается намного перекрывающей их потенциальные недостатки.</p>
    <p>Умкойн устроен так, что он является серьезным шагом вперед в плане обеспечения безопасности средств. Он также может быть использован как существенная защита от многих форм финансовых преступлений. Например, умкойны абсолютно невозможно подделать. Пользователи полностью контролируют свои платежи и не могут принимать неподтвержденные счета, такие как при мошенничестве с кредитными картами. Умкойн-транзакции необратимы и не подвержены риску мошеннического возврата средств. Умкойн позволяет защитить деньги от краж и потерь при помощи мощных и полезных механизмов, таких как сохранение резервной копии, шифрование, и множественные подписи.</p>
    <p>Высказываются некоторые опасения, что Умкойн может быть более привлекателен для криминала, потому что для него характерны конфиденциальные и необратимые переводы. Однако, аналогичные характеристики уже есть у наличных денег и телеграфных переводов, которые используются более широко и повсеместно. Использование Умкойна без сомнения подвергнется такому же регулированию, которое уже существует в нынешних финансовых системах, и Умкойн вряд ли предотвратит ведение криминальных расследований. В общем, это обычное дело для революционных идей к какой-либо области, восприниматься как что-то спорное, до того как ее преимущества не станут всем хорошо понятны. Хороший пример, среди множества других, которые иллюстрируют это - становление Интернета.</p>

    <h3 id="can-umkoin-be-regulated">Можно ли регулировать Умкойн?</h3>
    <p>Сам умкойн-протокол не может быть изменен, без согласия практически всех его пользователей, которые самостоятельно решают каким программным обеспечением пользоваться. Попытки присвоить специальные привилегии каким-либо локальным властям, при глобальной сути Умкойна, на практике нереальны. Конечно, какая-либо богатая организация может инвестировать в майнинг-оборудование для получения контроля над половиной компьютерной мощности сети, что позволит ей блокировать или откатывать недавние транзакции. Однако, нет гарантии, что они смогут достигнуть или сохранить такую позицию, потому что это потребует постоянно инвестировать столько же, сколько инвестировали все остальные майнеры мира вместе взятые.</p>
    <p>Однако вполне возможно регулировать использование умкойнов, подобно другим финансовым инструментам. Так же как и доллар, Умкойн может использоваться для широкого спектра целей, которые могут быть признаны легитимными или нет, в зависимости от законов каждой конкретной страны. В этом отношении, Умкойн ничем не отличается от других инструментов или ресурсов и может по-разному регулироваться в разных странах. Можно сделать так, что использование Умкойна станет сложным, с помощи правил и ограничений, и в этом случае сложно предсказать, какой процент пользователей будет продолжать использовать эту технологию. Правительство, решившее запретить Умкойн, помешает своему внутреннему рынку и предпринимателям развиваться, что приведет к перетоку инноваций в другие страны. Вызов для регуляторов, как всегда, в том, чтобы разработать эффективные решения, в то же время не ослабляя рост вновь возникающих компаний и рынков.</p>

    <h3 id="what-about-umkoin-and-taxes">Как насчет Умкойна и налогов?</h3>
    <p>Умкойны - это не фиатные деньги, они не обязательны к приему ни в какой юрисдикции. Однако, налоги часто начисляются вне зависимости от используемого средства платежа. Есть широкий спектр законов, во большом количестве различных юрисдикций, которые могут стать основанием для возникновения налоговых обязательств относительно дохода, продаж, зарплаты, прироста капитала, и некоторых других форм налогов, при использовании Умкойна.</p>

    <h3 id="what-about-umkoin-and-consumer-protection">Как насчет Умкойна и защиты прав потребителей?</h3>
    <p>Умкойн дарит людям свободу производить транзакции на своих условиях. Каждый пользователь может посылать или получать платежи, так же как и за наличные деньги,  но могут так же участвовать и в более сложных контрактах. Множественные подписи позволяют транзакции быть принятой сетью только если конкретное число определенных людей согласятся подписать ее. Это позволяет разработать в будущем инновационную услугу разрешения споров. Эта услуга сможет позволить сторонней организации принять или отклонить транзакцию, в случае несогласия между сторонами, без получения контроля над их деньгами. В противоположность наличным деньгам и другим способам оплаты, Умкойн всегда оставляет общедоступное доказательство, что транзакция имела место, что может потенциально быть использовано, как решение против компаний с мошеннической деятельностью.</p>
    <p>Стоит так же отметить, что в то время как компании обычно зависят от своей репутации, что бы оставаться в бизнесе и платить своим сотрудникам, у них нет доступа к такому же уровню информированности, когда они имеют дело с новыми потребителями. То как работает Умкойн, позволяет обоим сторонам, и покупателю и продавцу, быть застрахованными от мошеннических возвратов платежей, в то же время давая выбор покупателям выбирать большую защиту, когда они не доверяют конкретному продавцу.</p>

    <h2 id="economy">Экономика</h2>

    <h3 id="how-are-umkoins-created">Как же создаются умкойны?</h3>
    <p>Новые умкойны создаются в конкурентном и децентрализованном процессе, который называется "майнинг". Этот процесс подразумевает, что люди получают вознаграждение от сети за свои услуги. Тот, кто занимается майнингом, на самом деле обрабатывает транзакции и обеспечивает безопасность сети, используя специализированное оборудование, и за это получает новые умкойны.</p>
    <p>Протокол Умкойн разработан таким образом, что новые умкойны создаются с фиксированной скоростью. Это делает умкойн-майнинг очень конкурентным бизнесом. Когда большее количество добытчиков присоединяется к сети, становится все сложнее и сложнее получить прибыль и майнеры должны искать пути для уменьшения своих операционных расходов. Ни один центральный орган или разработчик, не имеет никакой власти для, контроля или манипулирования системой, для увеличения своих доходов. Каждый умкойн-узел в мире отвергнет любую транзакцию, которая не подчиняется правилам которым следует вся система.</p>
    <p>Умкойны создаются со все уменьшающейся и предсказуемой скоростью. Число новых умкойнов создаваемое каждый год автоматически уменьшается вдвое, до тех пор пока производство не прекратится полностью, и общее количество выпущенных умкойнов ни станет равным 21 миллиону умкойнов. Начиная с этого момента, умкойн-майнеры будут вероятно поддерживаться исключительно потоком небольших комиссий за транзакции.</p>

    <h3 id="why-do-umkoins-have-value">Почему у умкойнов есть стоимость?</h3>
    <p>Умкойны имеют стоимость, потому что они полезны как форма денег. Умкойны обладают всеми характеристиками денег (долговечность, портативность, взаимозаменяемость, дефицит, делимость и узнаваемость). Эти свойства основаны на математике, а не на физических свойствах (как у золота или серебра) или на доверии к центральному органу (как у фиатных валют). Короче говоря, Умкойн опирается на математику. Учитывая это, все что требуется для того, чтобы умкойны сохраняли свою стоимость - это доверие и распространенность. Для Умкойна, это может быть измерено растущей базой пользователей, предпринимателей, и стартапов. Как и со всеми другими валютами, ценность умкойнов определяется только людьми, готовыми их принимать в качестве платежа.</p>

    <h3 id="what-determines-umkoins-price">Чем определяется стоимость умкойнов?</h3>
    <p>Цена умкойнов определяется спросом и предложением. Когда спрос на умкойны возрастает, возрастает и цена, а когда спрос падает, падает и цена. В обращении существует ограниченное количество умкойнов, а новые умкойны создаются с предсказуемой и постоянно уменьшающейся скоростью, что означает, что спрос должен следовать за этим уровнем инфляции, чтобы цена была стабильна. Так как Умкойн все еще сравнительно небольшой рынок, в сравнении с тем каким он может стать, не требуется значительных сумм денег, чтобы двигать цену на рынке вверх или вниз, и поэтому цена умкойнов все еще очень изменчива.</p>

    <h3 id="can-umkoins-become-worthless">Могут ли умкойны обесцениться?</h3>
    <p>Да. История полна примерами валют, которые были неудачными и больше не используются, такие как <a href="https://en.wikipedia.org/wiki/German_gold_mark">Немецкая Марка</a> в времена Веймарской Республики и, совсем недавно, <a href="https://en.wikipedia.org/wiki/Zimbabwean_dollar">Зимбабвийский доллар</a>. Несмотря на то, что причиной краха предыдущих валют обычно была гиперинфляция, которую Умкойн делает невозможной, всегда есть вероятность технических ошибок, конкуренции со стороны других валют, политических действий и так далее. Как гласит основное практическое правило, ни одна валюта не может быть абсолютно застрахована от краха или от тяжелых времен. Умкойн доказал свою надежность годами прошедшими со времен запуска, и у него есть огромный потенциал роста. Однако, никто не может в точности предсказать, какое именно будущее ждет Умкойн.</p>

    <h3 id="is-umkoin-a-bubble">Умкойн - это пузырь?</h3>
    <p>Быстрый рост цены совсем не обязательно означает пузырь. Пузырь - это искусственное завышение цены, которое в итоге приводит к коррекции вниз. Причина колебания цены умкойнов - это сумма индивидуальных действий сотен тысяч участников рынка, колебания происходят пока рынок ищет истинную цену. Причиной изменения цен может быть и потеря уверенности в Умкойне, большой разрыв между фундаментальной стоимостью, основанной на характеристиках умкойн-экономики и его текущей ценой, увеличивающееся освещение в СМИ, которое стимулирует спекулятивный компонент, страх неизвестности, и извечные иррациональные перепады между страхом и жадностью.</p>

    <h3 id="is-umkoin-a-ponzi-scheme">Является ли Умкойн пирамидой или схемой Понци?</h3>
    <p>Схема Понци, или пирамида, это мошенническая инвест-операция, которая выплачивает доход своим инвесторам из их собственных денег, или из денег последующих инвесторов, а не из дохода, заработанного людьми, ведущими свой бизнес. Схемы Понци разработаны так, что рушатся, при выплатах последним инвесторам, когда нету новых вступающих.</p>
    <p>Умкойн - это проект с открытым исходным кодом, без центрального органа. Следовательно, никто не властен делать мошеннические заявления о доходе с инвестиций. Как и в случае других основных валюты, такие как доллар США, евро, йена, золото, и т.п., нет никаких гарантий сохранения покупательной способности, и обменные курсы движутся свободно. Это ведет к волатильности цены, при которой владельцы умкойнов могут непредсказуемо приобрести или потерять деньги. Помимо спекуляций, Умкойн также является платежной системой, с полезными и конкурентными свойствами, которые используются тысячами пользователей и компаний.</p>

    <h3 id="doesnt-umkoin-unfairly-benefit-early-adopters">Действительно ли Умкойн дает несправедливую прибыль тем, кто раньше других поддержал проект? </h3>
    <p>Некоторые из тех, кто раньше других поддержал проект, имеют большие суммы умкойнов, потому что они приняли все риски и инвестировали время и ресурсы в непроверенную технологию, которая почти никем не использовалась и которую было намного труднее должным образом обезопасить. Многие из них, потратили огромное количество умкойнов, до того как они стали такими ценными или же купили небольшое их количество и не заработали больших прибылей. Нет никаких гарантий, что умкойны в дальнейшем вырастут или упадут. Это можно сравнить с инвестированием в стартап, который может либо приобрести стоимость, благодаря свой полезности и популярности, или же он может полностью прогореть. Умкойн все еще не вырос из коротких штанишек, он был разработан с очень длительной перспективой; трудно себе представить как он мог бы быть менее пристрастным к тем кто поддержал его раньше. К тому же, сегодняшние пользователи тоже могут стать "теми, кто поддержал его раньше" для тех, кто придет завтра.</p>

    <h3 id="wont-the-finite-amount-of-umkoins-be-a-limitation">Не станет ли серьезным ограничением конечное количество умкойнов?</h3>
    <p>Система Умкойн уникальна тем, что всего может быть создан лишь 21 миллион умкойнов. Однако, это не станет ограничением, потому что транзакции могут номинироваться в мелких деноминациях - например, в битах - каждый бит это одна миллионная часть умкойна. Умкойн делится до 8 знаков после запятой (0,000 000 01)  и потенциально еще дальше, если это потребуется в связи с уменьшением среднего размера транзакции.</p>

    <h3 id="wont-umkoin-fall-in-a-deflationary-spiral">Что если Умкойн обрушится в дефляционную спираль?</h3>
    <p>Теория дефляционной спирали говорит, что если все ожидают, что цены упадут, то люди отложат свои покупки на будущее, чтобы получить выгоду от низких цен. Это падение спроса, в свою очередь, приведет к тому, что предприниматели будут снижать цены, чтобы попытаться стимулировать спрос, ухудшая тем самым положение ведущее к экономической депрессии.</p>
    <p>Хоть эта теория и является популярным способом оправдания инфляции среди центробанков, это лишь недоказанная теория, которая считается спорной среди экономистов. Бытовая техника - один из примеров такого рынка, где цены постоянно падают, что однако не приводит к депрессии этого рынка. Аналогично, цена умкойнов поднималась с течением времени и в то же время объем умкойн-экономики также постоянно рос вместе с ней. Так как и стоимость валюты и величина рынка началась с нуля в 2009, Умкойн - это контрпример для этой теории, показывающий что она может и ошибаться.</p>
    <p>Несмотря на сказанное, Умкойн разработан не для того, чтобы быть дефляционной валютой. Если говорить точнее, то ожидается, что на ранних этапах Умкойн ждет инфляция, а стабильность может быть достигнута лишь через много лет. Единственная причина, по которой количество умкойнов в обращении может во временем упасть, это если люди по неосторожности потеряют свои кошельки, не сделав или не правильно сделав резервную копию. Со стабильной денежной базой и стабильной экономикой, стоимость валюты должна оставаться неизменной.</p>

    <h3 id="isnt-speculation-and-volatility-a-problem-for-umkoin">Являются ли спекуляции и колебания курса проблемой для Умкойна?</h3>
    <p>Это ситуация как с курицей и яйцом. Для того чтобы цена умкойнов стабилизировалась, нужна экономика большого масштаба, для сотрудничества с большим количеством компаний и пользователей. Чтобы развить экономику до большого масштаба, предприниматели и пользователи будут искать стабильность цены.</p>
    <p>К счастью, колебания цены не влияют на главные преимущества Умкойна как платежной системы предназначенной для перевода денег из пункта А в пункт Б. Есть возможность для компаний мгновенно переводить платежи в умкойнах в свою местную валюту, позволяя им получать доход от преимуществ Умкойна, но не подвергаясь воздействию ценовых колебаний. До тех пор, пока Умкойн предоставляет много полезных и уникальных функций и возможностей, многие пользователи сознательно его выберут. С такими решениями и стимулами, возможно что Умкойн со временем повзрослеет до такого уровня, что колебания цены будут ограниченными.</p>

    <h3 id="what-if-someone-bought-up-all-the-existing-umkoins">А что если кто-нибудь выкупит все существующие умкойны?</h3>
    <p>Только часть выпущенных на данный момент умкойнов выставляется на биржах и обменниках для продажи. Умкойн-рынки очень конкурентные, что означает, что цена за умкойн будет подниматься или опускаться, в зависимости от спроса и предложения. К тому же, новые умкойны будут продолжать выпускаться в течение будущих десятилетий. Поэтому даже самый решительный покупатель не может скупить все существующие умкойны. Эта ситуация не означает, однако, что рынки не уязвимы для манипуляций с ценой; требуется все еще не такая уж большая сумма денег для того, чтобы сместить рыночную стоимость вниз или вверх, и поэтому Умкойн остается пока активом с колеблющейся стоимостью.</p>

    <h3 id="what-if-someone-creates-a-better-digital-currency">Что произойдет, если кто-то создаст лучшую электронную валюту?</h3>
    <p>Это может произойти. На данный момент, Умкойн остается намного более популярной децентрализованной виртуальной валютой, но но не может быть никаких гарантий, что он останется на этой позиции. Уже существует набор альтернативных валют, вдохновленных Умкойном. Однако, можно предположить, что для новой цифровой валюты потребуются очень значительные улучшения, для того чтобы обогнать Умкойн в условиях стабильного рынка, и даже это еще не гарантировано. Предположительно, Умкойн может перенять технологические улучшения, сделанные в конкурирующей валюте, в той мере пока это не касается фундаментальных частей протокола.</p>

    <h2 id="transactions">Транзакции</h2>

    <h3 id="why-do-i-have-to-wait-10-minutes">Почему я должен ждать подтверждения?</h3>
    <p>Получение умкойн-платежа практически мгновенно. Однако, есть примерно 10-ти минутная задержка, перед тем, как сеть начинает подтверждать вашу транзакцию, включая ее в блок и до того, как вы сможете потратить умкойны, которые вы получили. Подтверждение означает, что в сети установился консенсус относительно того, что умкойны которые вы получили не были уже посланы кому-то другому и впредь являются вашей собственностью. Как только ваша транзакция будет включена в один блок, она будет продолжать получать подтверждения от каждого последующего блока, что будет свидетельствовать об укреплении этого консенсуса и уменьшит риск аннулирования транзакции. Каждый пользователь свободен в выборе того, на каком этапе считать транзакцию подтвержденной, но <a href="/ru/you-need-to-know.php#instant">6 подтверждений</a> обычно признаются столь же безопасными, как и 6 месяцев сроку для транзакции по кредитной карте.</p>

    <h3 id="how-much-will-the-transaction-fee-be">Сколько составит комиссия за транзакцию?</h3>
    <p>Транзакции могут быть произведены без комиссий, но попытка совершить бесплатную транзакцию может значительно замедлить перевод. И хотя комиссия может увеличиваться с течением времени, она, как правило,  составляет крошечную сумму. По умолчанию, все <a href="/ru/choose-your-wallet.php">умкойн-кошельки</a>, указанные на Umkoin.org, подбирают подходящую комиссию и дают возможность ее пересмотреть перед совершением транзакции.</p>
    <p>Комиссии на транзакции используются для того, чтобы защититься от пользователей, делающих транзакции для того, чтобы перегрузить сеть и как способ оплаты майнерам за их работу в поддержке безопасности сети.  Более точное предназначение работы комиссий, все еще разрабатывается и будет меняться со временем. Так как комиссия не привязана к количеству отправленных умкойнов, она может показаться невероятно маленькой, либо необычно высокой. Комиссия определяется по параметрам, таким как данные посылаемые с транзакцией и повторяемость транзакции. Например, если вы получаете большое количество маленьких сумм, тогда комиссия за отправку будет больше. Если ваша деятельность использует транзакции в традиционном стиле, вам не придется платить необычайно высокую комиссию.</p>

    <h3 id="what-if-i-receive-a-umkoin-when-my-computer-is-powered-off">Что произойдет, если я получу умкойны, когда мой компьютер выключен?</h3>
    <p>Все будет в порядке. Вы увидите умкойны в следующий раз, когда вы запустите свою программу-кошелек. На самом деле, умкойны не поступают в программу на вашем компьютере, а добавляются в публичный реестр, который находится на всех устройствах, входящих в сеть. Если вам послали умкойны, когда ваша программа-кошелек не запущена и вы позже ее запустите, она загрузит блоки и увидит все транзакции, о которых еще не знала, и умкойны в конце концов появятся, как будто они были только что получены. Ваш кошелек должен быть обязательно запущен только тогда, когда вам нужно потратить умкойны.</p>

    <h3 id="what-does-synchronizing-mean-and-why-does-it-take-so-long">Что означает "синхронизация", и почему она занимает столько времени?</h3>
    <p>Долгая синхронизация требуется только для полноценных узлов сети, таких как Umkoin Core. С технической точки зрения, синхронизация - это процесс загрузки и проверки всех предыдущих умкойн-транзакций в сети. Некоторым умкойн-клиентам, чтобы посчитать итоговый баланс вашего кошелька, и сделать новые транзакции, требуется быть в курсе всех предыдущих транзакций. Синхронизация может потребовать много компьютерных ресурсов, соответствующую скорость интернет канала и достаточное место на диске чтобы вместить полный объем цепочки блоков. Для того чтобы Умкойн оставался безопасным, достаточному количеству людей следует использовать полноценные умкойн-узлы, потому что они выполняют задачу по проверке и ретрансляции транзакций.</p>

    <h2 id="mining">Майнинг</h2>

    <h3 id="what-is-umkoin-mining">Что такое Умкойн-майнинг?</h3>
    <p>Майнинг - это процесс использования ресурсов компьютера для обработки транзакций, обеспечения безопасности сети, и синхронизации состояния всех пользователей, находящихся в системе. Майнинг может восприниматься как центр обработки данных Умкойна, за исключением того, что он был разработан так, чтобы быть полностью децентрализованным, при этом его участники могут находиться в любых странах и ни один человек не имеет контроля над сетью. Этот процесс назвали "майнинг" по аналогии с добычей золота, потому что это тоже временный механизм, используемый для выпуска новых умкойнов. Однако, в отличии от добычи золота, умкойн-майнинг генерирует вознаграждение в обмен на важные услуги, необходимые для обеспечения безопасности сети платежей. Майнинг все равно будет нужен, даже после того как последний умкойн будет выпущен.</p>

    <h3 id="how-does-umkoin-mining-work">Как же работает Умкойн-майнинг?</h3>
    <p>Любой может стать умкойн-майнером, запустив программное обеспечение на специализированной технике. Техника для майнинга слушает эфир транзакций, через децентрализованную одноранговую сеть и выполняет необходимые задачи, для обработки и подтверждения этих транзакций. Умкойн-майнеры выполняют эту работу, потому что они могут заработать комиссии с транзакций, которые платят пользователи для более быстрого совершения транзакций, и вновь созданные умкойны, которые выпускаются согласно неизменной формуле.</p>
    <p>Чтобы новые транзакции были подтверждены, они должны быть включены в блок, вместе с математическим обоснованием произведенной работы. Эти доказательства очень сложно создать, потому что нет другого способа это сделать, кроме как пробуя миллионы вычислений в секунду. Майнеры производят эти вычисления, пока их блок не будут принят системой и они получат за него вознаграждение. Когда больше людей начинает заниматься майнингом, сложность нахождения нового блока автоматически увеличивается сетью, для того чтобы гарантировать, что скорость нахождения одного блока составляет в среднем 10 минут. В результате, майнинг - очень конкурентный бизнес, где ни один майнер не может контролировать, что именно включается в цепочку блоков.</p>
    <p>Доказательство проделанной работы зависит также от предыдущего блока, чтобы обеспечить хронологический порядок в цепочке блоков. Это делает экспоненциально более сложным отмену предыдущих транзакций, потому что это потребует пересчета проделанной работы для всех последующих блоков. Когда два блока появляются в одно и то же время, майнеры работают над первым блоком, который они получили, но переключаются на самую длинную цепочку блоков, как только следующий блок будет найден. Это позволяет майнингу поддерживать и защищать глобальный консенсус, основанный на вычислительной мощности.</p>
    <p>Умкойн-майнеры не могут жульничать, чтобы увеличить свой заработок, не могут они и производить мошеннические транзакции, которые могут повредить сети Умкойн, потому что все умкойн-узлы отвергнут любой блок, который содержит неверную информацию, согласно правилам умкойн-протокола. Поэтому, сеть остается безопасной, даже если не всем умкойн-майнерам можно доверять.</p>

    <h3 id="isnt-umkoin-mining-a-waste-of-energy">Является ли добыча умкойнов пустой тратой электроэнергии?</h3>
    <p>Использование энергии для работы системы платежей и для обеспечения ее безопасности нельзя назвать пустой тратой. Как в случае любой другой платежной системы, использование Умкойна влечет за собой операционные расходы. Услуги, необходимые для работы существующих финансовых структур, таких как банки, кредитные карты и транспорт для инкассации, также используют много энергии. Однако, в отличии от Умкойна, полный объем потребляемой энергии не очевиден и не может быть легко измерен.</p>
    <p>Умкойн-майнинг устроен так, что со временем он будет становиться более оптимизированным, со специализированным оборудованием, потребляющим меньше энергии, а его операционные расходы должны быть пропорциональны спросу. Когда умкойн-майнинг становится более конкурентным и менее прибыльным, некоторые майнеры прекращают свою деятельность. Кроме того, вся энергия расходуемая на майнинг так или иначе превращается в тепло, и наиболее успешными майнерами будут те, кто это тепло тоже будет использовать для чего-либо другого. Оптимально работающая сеть майнинга, это на самом деле такая, которая не расходует никакой дополнительной энергии. Хотя это и идеал, экономика майнинга такова, что майнеры сами будут к этому стремиться.</p>

    <h3 id="how-does-mining-help-secure-umkoin">Каким образом майнинг помогает безопасности Умкойна?</h3>
    <p>Майнинг создает некоторое подобие конкурентной лотереи, что усложняет возможность кому-либо последовательно добавлять все новые блоки транзакций в цепочку блоков. Это защищает нейтральность сети, не давая кому-то одному блокировать какие-то транзакции. Это также предотвращает отмену кем-либо своих сделанных ранее транзакций, что может использоваться для обмана других пользователей. Майнинг  делает экспоненциально более сложным отмену предыдущих транзакций, потому что это потребует пересчета проделанной работы для всех блоков, следующих после этой транзакции.</p>

    <h3 id="what-do-i-need-to-start-mining">Что мне нужно для майнинга?</h3>
    <p>В первые дни существования Умкойна, любой мог найти новый блок, используя самый обычный компьютер. Поскольку все больше и больше людей начинает заниматься майнингом, сложность нахождения новых блоков сильно выросла и единственный эффективный способ майнинга сегодня - это использование специализированного оборудования.</p>

    <h2 id="security">Безопасность</h2>

    <h3 id="is-umkoin-secure">Защищен ли Умкойн?</h3>
    <p>Технология Умкойна - протокол и криптография - имеет проверенный временем высокий уровень безопасности, а сеть Умкойн - это, вероятно, самый большой в мире проект  распределенных вычислений. Самая большая уязвимость в Умкойне - это ошибки самих пользователей. Файлы умкойн-кошелька, которые хранят необходимые приватные ключи, могут быть случайно удалены, потеряны или украдены. Это очень напоминает физическую наличность, хранящуюся в электронной форме. К счастью, пользователи могут использовать <a href="/ru/secure-your-wallet.php">лучшие практики обеспечения безопасности</a>, чтобы защитить свои деньги или использовать сервисы, предоставляющие хороший уровень защиты и страховку от краж и потерь.</p>

    <h3 id="hasnt-umkoin-been-hacked-in-the-past">Был ли Умкойн когда-либо взломан?</h3>
    <p>Правила протокола и криптография, используемые в Умкойне, все еще прекрасно работают, спустя годы после создания сети, что является хорошим показателем того, что система грамотно спроектирована. Однако, различные проблемы безопасности находились и исправлялись ранее, в различных реализациях ых программных обеспечения. Как и любое другое программное обеспечение, безопасность программного обеспечения Умкойн зависит от скорости с которой эти проблемы находятся и решаются. Чем больше таких проблем будет выявлено, тем более зрелым станет Умкойн.</p>
    <p>Часто происходит недопонимание по поводу краж и проблем безопасности, которые случаются у различных обменников и умкойн-бизнесов. Хотя такие проблемы и возникают, они не связаны со взломом самого Умкойна, и не подразумевают врожденных недостатков Умкойна; также как и ограбление банка не означает, что доллар скомпрометирован. Однако, следует признать, что пользователям нужно предоставить набор лучших практик и простых решений по безопасности, для лучшей защиты их денег, и для уменьшения общего риска краж и потерь. В течение последних нескольких лет, были разработаны такие функции безопасности как шифрование кошельков, оффлайн кошельки, устройства для хранения умкойнов, и транзакции требующие несколько подписей.</p>

    <h3 id="could-users-collude-against-umkoin">Могут ли пользователи сговориться против Умкойна?</h3>
    <p>Нельзя так просто поменять умкойн-протокол. Любая программа-клиент, которая не соответствует общепринятым правилам, не сможет навязать свои правила другим. Согласно нынешней спецификации, двойные траты невозможны в одной и той же цепочке блоков, также как и трата умкойнов без правильной подписи. Поэтому невозможно создать бесконтрольное количество умкойнов из воздуха, потратить деньги других пользователей, повредить сеть, или что-то подобное.</p>
    <p>Однако, большинство майнеров могут в принципе произвольно блокировать или обратить недавние транзакции. Большинство пользователей также могут настоять на внесении некоторых изменений. Поскольку Умкойн работает корректно только при полном согласии между всеми пользователями, изменение протокола может быть очень сложным и потребует принятия изменений подавляющим большинством пользователей, таким образом, что оставшейся части пользователей не останется ничего другого, кроме как последовать за ними. Вообще, сложно себе представить, почему пользователи Умкойна будут согласны принять изменения, которые могут скомпрометировать их собственные деньги.</p>

    <h3 id="is-umkoin-vulnerable-to-quantum-computing">Уязвим ли Умкойн для квантовых компьютеров?</h3>
    <p>Да, большинство систем опирающихся на криптографию в общем уязвимы, включая традиционные банковские системы. Однако, квантовые компьютеры все еще не существуют, и скорее всего не появятся в ближайшее время. К тому времени, когда <a href="https://bitcoinmagazine.com/6021/bitcoin-is-not-quantum-safe-and-how-we-can-fix/" target="_blank">квантовые компьютеры станут представлять непосредственную угрозу для Умкойна</a>, протокол может быть улучшен для использования пост-квантовых алгоритмов. Учитывая важность подобного улучшения, вполне можно ожидать, что оно будет всесторонне рассмотрено разработчиками и принято всеми пользователями Умкойна.</p>

    <h2 id="help">Помощь</h2>

    <h3 id="more-help">Я хочу узнать больше. Где я могу получить помощь?</h3>
    <p>Вы можете найти больше информации и помощь на этих <a href="/ru/resources.php">ресурсах</a>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
