<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Начать - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Новичку об Умкойне</h1>
    <p class="summary">Платить и получать платежи в умкойнах - просто и доступно каждому.</p>

    <div class="starttitle"><span>Как использовать Умкойн</span></div>
    <div class="start">
      <div>
        <div>
          <h2 id="inform"><span>1.</span> Разобраться</h2>
          <p>Умкойн отличается от всего, что вы знаете и чем пользуетесь каждый день. Прежде чем начать пользоваться Умкойном, есть несколько вещей, о  которых необходимо знать, чтобы пользоваться им безопасно и избежать обычных ошибок.</p>
          <div><a href="/ru/you-need-to-know.php">Узнайте больше</a></div>
        </div>
        <div>
          <h2 id="choose"><span>2.</span> Выберите свой кошелек</h2>
          <p>Вы можете начать регулярно пользоваться умкойн-кошельком на смартфоне или можете иметь кошелек на своем компьютере только для онлайн-платежей. В любом случае, вы можете выбрать кошелек за минуту.</p>
          <div><a href="/ru/choose-your-wallet.php">Выберите свой кошелек</a></div>
        </div>
      </div>
      <div>
        <div>
          <h2 id="get"><span>3.</span> Получить умкойны</h2>
          <p>Вы можете получить умкойны в качестве оплаты за товары и услуги, или же купив их у друзей и знакомых. Вы так же можете купить их напрямую в обменнике или бирже, используя свой банковский счет.</p>
          <div><a href="/en/buy.php">Найти обменник (биржу)</a></div>
        </div>
        <div>
          <h2 id="spend"><span>4.</span> Потратить умкойны</h2>
          <p>Существует растущее количество компаний по всему миру, принимающих умкойны. Вы можете использовать Умкойн, чтобы заплатить им и оценить свой опыт, чтобы помочь честным предпринимателям получить большую узнаваемость.</p>
          <div><a href="/en/spend-umkoin.php">Найти продавцов и продукты</a></div>
        </div>
      </div>
    </div>

    <div class="starttitle"><span>Как принимать умкойны</span></div>
    <div class="start">
      <div>
        <div>
          <h2 id="merchantinform"><span>1.</span> Изучить подробнее</h2>
          <p>Умкойн не требует от компаний изменения их деловых процессов. Однако, это не совсем то, к чему вы привыкли. Прежде чем начать работу с Умкойном, вам следует сначала кое-что изучить, чтобы использовать его безопасно и избежать распространенных ошибок.</p>
          <div><a href="/ru/you-need-to-know.php">Читать дальше</a></div>
        </div>
        <div>
          <h2 id="merchantservice"><span>2.</span> Обработка платежей</h2>
          <p>Вы можете сами обрабатывать свои платежи и счета или пользоваться процессинговыми услугами, которые переведут вам деньги в местной валюте или умкойнах. В рознице, часто используют просто планшет или смартфон, что позволяет покупателям расплатичиваться умкойнами со своего смартфона.</p>
          <div><a href="https://en.bitcoin.it/wiki/How_to_accept_Bitcoin,_for_small_businesses#Merchant_Services">Найти процессинговые услуги</a></div>
        </div>
      </div>
      <div>
        <div>
          <h2 id="tax"><span>3.</span> Ведение бухгалтерии и налоги</h2>
          <p>Компании часто хранят средства и высвечивают цену в валюте своей страны. В других случаях, Умкойн в общих чертах работает как иностранная валюта. Чтобы получить соответствующую консультацию по налогам для вашей страны, вам следует обратиться к квалифицированному юристу.</p>
          <div><a href="/ru/accounting_and_taxes.php">Читать дальше</a></div>
        </div>
        <div>
          <h2 id="visibility"><span>4.</span> Заявить о себе</h2>
          <p>Все больше людей ищет способы потратить свои умкойны. Вы можете зарегистрировать свой бизнес в онлайн каталоге, чтобы им было легче найти вас. Вы так же можете разместить <a href="https://en.bitcoin.it/wiki/Promotional_graphics">логотип Умкойн</a> на своем сайте или в офлайн бизнесе.</p>
          <div><a href="/ru/spend-umkoin.php">Добавить свой бизнес</a></div>
        </div>
      </div>
    </div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
