<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Инновации - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Инновационная платежная система</h1>
    <p class="summarytxt">Умкойн-протокол позволяет не только пересылку денег из пункта А в пункт Б. У него много функций и он открывает различные возможности, которые сообщество все еще изучает. Здесь представлены некоторые технологии, на данный момент изученные и в некоторых случаях внедренные в реальные продукты и услуги. Самые интересные способы использования Умкойна, возможно, еще предстоит открыть.</p>

    <div class="tablehalf">

      <div>
        <h2 id="control"><img class="titleicon" src="/img/icons/ico_lock.svg" alt="Icon" />Защита от мошеничества</h2>
        <p>Умкойн позволяет достигнуть беспрецедентного уровня безопасности. Сеть защищает пользователей от наиболее распространенных мошенничеств, таких как возврат платежей или неавторизованные списания средств, а умкойны невозможно подделать. Пользователи могут создать резервную копию или зашифровать свои кошельки, а устройства для хранения умкойнов могут в будущем сделать очень маловероятной  кражу или утерю ваших денег. Умкойн разработан, чтобы позволить пользователям осуществлять полный контроль за своими деньгами.</p>
      </div>

      <div>
        <h2 id="global"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Глобальная доступность</h2>
        <p>Все платежи в мире могут быть полностью совместимы. Умкойн позволяет любому банку, компании или частному лицу безопасно отправлять и получать платежи куда угодно и когда угодно, с наличием банковского счета или без него. Умкойн доступен в странах, которые все еще находятся вне досягаемости от большинства платежных систем, в связи с их ограничениями. Умкойн увеличивает глобальную доступность торговли, и может помочь расцвету международной торговли.</p>
      </div>

      <div>
        <h2 id="cost"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Эффективность затрат</h2>
        <p>С помощью криптографии, безопасные платежи возможны без медленного и дорогого посредника. Умкойн-транзакции намного дешевле чем альтернативы и может быть выполнена в кратчайшие сроки. Это значит, что Умкойн обладает потенциалом стать стандартным способом перевода средств в будущем. Умкойн может так же сыграть роль в уменьшении бедности во многих странах, снижая высокие комиссии по переводам зарплаты работниками.</p>
      </div>

      <div>
        <h2 id="donation"><img class="titleicon" src="/img/icons/ico_donate.svg" alt="Icon" />Чаевые и пожертвования</h2>
        <p>Умкойн показал особую эффективность для чаевых и пожертвований. Отправка платежа требует лишь одного клика, а получение может быть таким же простым, как показ QR кода. Пожертвования будут видны пользователям, обеспечивая большую прозрачность для некоммерческих организаций. В случае чрезвычайных ситуаций, пожертвования в умкойнах могут способствовать более быстрой международной реакции. </p>
      </div>

      <div>
        <h2 id="crowdfunding"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Краудфандинг</h2>
        <p>При помощи Умкойна можно также проводить подобные Кикстартеру кампании по сбору средств. При этом, люди обещают проекту средства, которые у них спишутся только в случае, если будет достигнута цель по сбору средств. Такого рода контракты поддерживаются умкойн-протоколом через механизм, предотвращающий перевод до тех пор, пока не выполнены все условия.</p>
      </div>

      <div>
        <h2 id="micro"><img class="titleicon" src="/img/icons/ico_micro.svg" alt="Icon" />Микроплатежи</h2>
        <p>Представьте себе, что вы слушаете интернет радио, оплачиваемое посекундно, смотрите веб страницы, с маленькими чаевыми за каждую не показанную Вам рекламу, или покупаете пропускную способность WiFi точки в килобайтах. Умкойн достаточно эффективен, чтобы все это стало реальностью.</p>
      </div>

      <div>
        <h2 id="mediation"><img class="titleicon" src="/img/icons/ico_balance.svg" alt="Icon" />Разрешение споров</h2>
        <p>На основе Умкойна можно развивать арбитражно-посреднические услуги, используя множественные подписи. Такие услуги позволят сторонней организации подтвердить или отозвать платеж, в случае несогласия двух других сторон, без получения контроля над их деньгами. Поскольку эти услуги будут доступными любым пользователям или компаниям использующим Умкойн, это, вероятно, приведет к конкуренции и к высоким стандартам качества. </p>
      </div>

      <div>
        <h2 id="multisig"><img class="titleicon" src="/img/icons/ico_multisig.svg" alt="Icon" />Много-пользовательские аккаунты</h2>
        <p>Множественные подписи, позволяют транзакции быть принятой сетью, только если конкретное количество из определенной группы людей согласятся подписать транзакцию. Это может использовать совет директоров, предотвращая растрату любым из ее членов общих средств, без ведома остальных членов. Это так же может быть использовано банками, чтобы предотвратить воровство, блокируя платежи выше определенного порога, если пользователь не предоставляет дополнительные полномочия.</p>
      </div>

      <div>
        <h2 id="trust"><img class="titleicon" src="/img/icons/ico_law.svg" alt="Icon" />Доверие и честность</h2>
        <p>Умкойн предлагает решения для большинства проблем доверия, которые обычно связаны с банками. С избирательной прозрачностью учета и необратимостью транзакций, Умкойн может быть использован как фундамент для восстановления доверия и согласия. Нечестные банки не могут обмануть систему и заработать в ней за счет других банков или людей. Будущее, где большинство банков будет поддерживать Умкойн, может помочь восстановить целостность и доверие в финансовые институты.</p>
      </div>

      <div>
        <h2 id="resiliency"><img class="titleicon" src="/img/icons/ico_network.svg" alt="Icon" />Устойчивость и децентрализация</h2>
        <p>Благодаря высокой степени децентрализации, Умкойн создал альтернативную форму платежной системы с большей устойчивостью и потенциалом. Умкойн может обеспечивать торговлю на миллионы долларов, без необходимости военной защиты. У него нет уязвимого центра, такого как центр обработки данных, потребуется атака на целую сеть, что является гораздо более сложным проектом. Умкойн может стать важным шагом вперед в обеспечении безопасности локальных и глобальных финансовых систем.</p>
      </div>

      <div>
        <h2 id="transparency"><img class="titleicon" src="/img/icons/ico_transparency.svg" alt="Icon" />Гибкая прозрачность</h2>
        <p>Все умкойн-транзакции общедоступны и прозрачны, а вот личность людей стоящих за этими платежами по умолчанию неизвестна. Это позволяет людям и организациям работать по гибким правилам прозрачности. Например, компания может по своему усмотрению открыть некоторые транзакции и балансы для конкретных сотрудников, так же как некоммерческие организации свободно могут позволить публике видеть сколько пожертвований они получают в день или месяц.</p>
      </div>

      <div>
        <h2 id="automation"><img class="titleicon" src="/img/icons/ico_solve.svg" alt="Icon" />Автоматизированные решения</h2>
        <p>Автоматическим сервисам обычно приходится иметь дело со стоимостью и ограничениями платежей наличными или по кредитным картам. Это включает в себя все виды торговых механизмов, от аппаратов по продаже билетов на автобус, до кофе машин. Умкойн может быть использован в автоматических услугах нового поколения, позволяя уменьшить их операционные расходы. Представьте себе такси без водителя, или магазин, где ваша корзина позволяет вам оплатить покупки без ожидания в очереди. Возможно множество вариантов.</p>
      </div>

    </div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
