<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Заявление о непринятии ответственности - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Заявление о непринятии ответственности</h1>

    <h3 id="information">1. Информация опубликованная на umkoin.org</h3>
    <p>Веб-сайт <a href="http://umkoin.org/">http://umkoin.org/</a> (далее именуемый "Веб-сайт") предоставляет информацию и материалы общего характера. Вы не вправе и не должны полагаться на Веб-сайт для целей юридического консультирования, бизнес-консультирования и иного консультирования любого рода. Вы действуете на свой риск, если полагаетесь на содержание Веб-сайта. Если принимаете решение действовать или не действовать, Вам следует обратиться к лицензированному юристу в соответствующей юрисдикции, в которой Вы хотите или должны получить помощь. Ни при каких обстоятельствах владельцы Веб-сайта и участники проектов не несут ответственности за Ваши действия, решения и поведение, которые Вы принимаете и совершаете, полагаясь на Веб-сайт.</p>

    <h3 id="translations">2. Переводы</h3>
    <p>Веб-сайт может содержать перевод английской версии содержимого, доступного на сайте. Такой перевод дается исключительно для удобства. В случае любого противоречия между версией на английском языке и переведенной версией, версия на английском языке имеет преимущественную силу. Если Вы заметите какое-либо несоответствие, пожалуйста, сообщите о нем на <a href="https://github.com/umkoin/umkoin.org">GitHub</a>.</p>

    <h3 id="userisks">3. Риски использования Умкойна</h3>
    <p>Веб-сайт не несет ответственности за любые потери, убытки и требования, возникающие вследствии событий из следующих пяти категорий:</p>
    <p>(1) Ошибки, допущенные пользователем какого-либо програмного обеспечения или услуги, связанных с Умкойн, как то: забытые пароли, ошибочно отправленные платежи и случайное удаление кошелька.</p>
    <p>(2) Проблемы функционирования Веб-сайта или любого связанного с Умкойном ПО или сервиса, как то: поврежденный файл-кошелек, неправильно созданные транзакции, небезопасные криптографические библиотеки, вредоносный код, поразивший Веб-сайт или любой связанный с Умкойном ПО или сервис.</p>
    <p>(3) Технические проблемы устройств пользователя или любого связанного с Умкойном ПО или сервиса, например потеря данных из-за неисправного или поврежденного устройства хранения.</p>
    <p>(4) Проблемы с безопасностью, с которыми сталкивается любой пользователь программного обеспечения или услуг, связанных с Умкойн, например, с несанкционированным доступом к кошелькам пользователей и/или аккаунтам.</p>
    <p>(5) Действия или бездействие третьих лиц и/или события, воздействующие на третьих лиц, например, банкротство сервис-провайдеров, атаки на информационную безопасность или сервис-провайдеров и мошенничество со стороны третьих лиц.</p>

    <h3 id="investmentrisks">4. Риски инвестиций</h3>
    <p>Инвестиции в умкойны могут привести к денежным потерям в краткосрочной или даже долгосрочной перспективе. Лица, инвестирующие в умкойны, должны понимать, что цены могут колебаться в широком диапазоне. Информация, размещаемая на Веб-сайте, не гарантирует, что инвесторы в умкойны не потеряют деньги.</p>

    <h3 id="taxcompliance">5. Соответствие налоговому законодательству</h3>
    <p>Пользователи данного Веб-сайта самостоятельно определяют, какие налоги (если таковые есть) применимы к их операциям с умкойнами. Владельцы Веб-сайта и лица, участвующие в разработке данного Веб-сайта, НЕ несут ответственность за налогообложение, которое применяется к операциями с умкойнами.</p>

    <h3 id="noissuer">6. Этот Веб-сайт не хранит, не получает и не посылает умкойны</h3>
    <p>Данный Веб-сайт не хранит, не отправляет и не получает умкойны, поскольку умкойны существуют только в силу наличия записи о владении, хранящейся в сети Умкойн. Любая передача права владения умкойнами осуществляется не на Веб-сайте, а в рамках децентрализованой сети Умкойн.</p>

    <h3 id="nowarranties">7. Нет гарантий</h3>
    <p>Веб-сайт функционирует по принципу "как есть" без каких-либо гарантий любого рода в отношении Веб-сайта и/или любого содержимого, данных, материалов и/или услуг, оказываемых на Веб-сайте.</p>

    <h3 id="noliability">8. Ограничение ответственности</h3>
    <p>Если иное не предусмотрено законом, ни при каких обстоятельствах владельцы Веб-сайта и участники проектов не несут ответственности за убытки любого рода, включая, но не ограничиваясь, утрату возможности эксплуатации, потерю прибыли, потерю данных, вытекающие или связанные каким-либо образом с использованием Веб-сайта.</p>

    <h3 id="arbitration">9. Арбитраж</h3>
    <p>Пользователь Веб-сайта согласен на арбитражное рассмотрение любого спора, связанного с Веб-сайтом или настоящей оговоркой, кроме споров, относящихся к авторским правам, логотипам, товарным знакам, фирменным наименованиям, торговым секретам и патентам.</p>

    <h3 id="lastchange">10. Последняя поправка</h3>
    <p>Последнее обновление этого заявления о непринятии ответственности датируется <?php print(date("F d, Y", filemtime("legal.php"))); ?>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
