<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Конфиденциальность - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Конфиденциальность</h1>
    <p>На этой странице вы узнаете о нашей политике в отношении сбора, использования и раскрытия личной информации, которую мы получаем от пользователей нашего сайта (<a href="http://umkoin.org">http://umkoin.org</a>). Мы используем вашу личную информацию, чтобы лучше понять ваше использование сайта и собирать статистику трафика.</p>
    <p>Используя сайт, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой.</p>

    <h2 id="logdata">Данные журнала</h2>
    <p>Как и многие операторы сайта, мы собираем информацию, которую ваш браузер отправляет, когда вы посещаете наш сайт ("Данные журнала"). Эти данные журнала могут включать в себя информацию, такую ​​как адрес интернет-протокола вашего компьютера ("IP") (с замененным последним байтом), тип браузера, версию браузера, страницы нашего сайта, которые вы посещаете, время и дату вашего посещения, время потраченные на эти страницы и другие статистические данные.</p>

    <h2 id="cookies">Файлы cookie</h2>
    <p>Файлы cookie представляют собой файлы с небольшим объемом данных, которые могут включать анонимный уникальный идентификатор. Файлы cookie отправляются в ваш браузер с веб-сайта и хранятся на жестком диске вашего компьютера. Вы можете указать вашему браузеру отказаться от всех файлов cookie или указать, когда отправляется куки-файл. Однако, если вы не принимаете файлы cookie, вы не сможете использовать некоторые части нашего сайта.</p>

    <p>Мы используем файлы cookie для следующих целей:</p>
    <ul>
      <li>Чтобы отслеживать, нажали ли вы кнопку "ОК" на отказе от куки-файлов, мы не будем беспокоить вас уведомлением, если нажали.</li>
      <li>В нашем аналитическом программном обеспечении (Google Analytics) используются файлы cookie для измерения и лучшего понимания взаимодействия с пользователем на нашем Сайте. Вы можете узнать больше о том, как Google Analytics использует куки <a href="https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage">здесь</a>.</li>
    </ul>

    <h2 id="analytics">Google Analytics</h2>
    <p>Мы используем сторонний модуль JavaScript, предоставляемый Google под названием "Google Analytics", чтобы предоставить нам полезную статистику трафика и лучше понять, как вы используете наш сайт. У нас нет прямого доступа к информации, полученной из Google Analytics, но Google предоставляет нам сводку через свою панель.</p>
    <p>Мы можем поделиться информацией, полученной от Google Analytics, с деловыми партнерами, которые заинтересованы в рекламе на нашем веб-сайте. Информация, предоставляемая этим деловым партнерам, не содержит личной информации (Google не предоставляет нам прямой доступ к данным, и поэтому мы не можем видеть эту информацию).</p>
    <p>Вы можете отказаться от сбора вашей информации сервисом Google Analytics, загрузив дополнение Google Analytics для отключения браузера Google. Это предотвратит использование вашей информации Google Analytics. Это не повлияет на вашу способность использовать наш сайт каким-либо образом. Здесь вы можете загрузить <a href="https://tools.google.com/dlpage/gaoptout">дополнение</a> для отключения браузера. Мы также уважаем заголовок Do Not Track и не будем отслеживать посетителей, у которых он установлен.</p>

    <h2 id="changes">Изменения в этой Политике конфиденциальности</h2>
    <p>Мы можем обновлять эту политику конфиденциальности время от времени. Мы сообщим вам о любых изменениях, опубликовав новую политику конфиденциальности на Сайте. Рекомендуется периодически просматривать эту политику конфиденциальности для любых изменений.</p>
    <p>Последнее обновление политики конфиденциальности (русскоязычная редакция) датируется: <?php print(date("F d, Y", filemtime("privacy.php")));?>.</p>

    <h2 id="contact">Свяжитесь с нами</h2>
    <p>Если у вас есть какие-либо вопросы о нашей политике конфиденциальности или о том, как ваши данные собираются и обрабатываются, отправьте письмо по электронной почте <a href="mailto:privacy@umkoin.org?Subject=Privacy">privacy@umkoin.org</a>.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
