<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Поддержать Умкойн - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Поддержать Умкойн</h1>
    <p class="summarytxt">Умкойн когда-то зародился в небольшом сообществе, и с тех пор значительно вырос. Есть много вещей, которые вы могли бы сделать, чтобы помочь распространению и развитию Умкойна.</p>

    <h2 id="use"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Использование Умкойна</h2>
    <p>Первое, что вы можете сделать, чтобы помочь Умкойну - это начать <a href="/ru/getting-started.php">пользоваться им</a>. Есть много примеров, где он может упростить вашу жизнь. К тому же, вы сами можете начать принимать платежи в умкойнах.</p>

    <h2 id="node"><img class="titleicon" src="/img/icons/ico_network.svg" alt="Icon" />Станьте частью сети Умкойн</h2>
    <p>Если у вас хорошее интернет-подключение, вы можете усилить сеть Умкойн, запуская <a href="/ru/full-node.php">приложение полного узла</a> на своем компьютере с открытым портом 6333. Полные узлы защищают сеть и передают все транзакции.</p>

    <h2 id="mining"><img class="titleicon" src="/img/icons/ico_mining.svg" alt="Icon" />Майнинг</h2>
    <p>Вы можете начать <a href="/ru/blockmining.php">майнить умкойны</a> чтобы поддержать обработку транзакций. Для защиты сети, вы можете присоединиться к небольшим пулам и предпочесть децентрализованные пулы с поддержкой getblocktemplate (GBT).</p>

    <h2 id="translate"><img class="titleicon" src="/img/icons/ico_translate.svg" alt="Icon" />Перевод</h2>
    <p>Вы можете помочь увеличить доступность Умкойна, переводя или улучшая переводы внутри важных частей умкойн-экосистемы. Просто выберите проект, в котором хотели бы принять участие.</p>

    <h2 id="develop"><img class="titleicon" src="/img/icons/ico_conf.svg" alt="Icon" />Разработка</h2>
    <p>Умкойн является проектом с открытым исходным кодом. Если вы - программист, вы можете использовать свои супер-способности во имя Добра, <a href="/ru/development.php">развивая Умкойн</a>. Или создать отличные сервисы и приложения, которые поддерживают Умкойн.</p>

    <h2 id="donation"><img class="titleicon" src="/img/icons/ico_donate.svg" alt="Icon" />Пожертвования</h2>
    <p>Самый простой способ помочь это пожертвовать несколько умкойнов. Или вы можете напрямую финансировать любой проект относящийся к Умкойну, который по вашему мнению будет полезен в будущем.</p>

    <h2 id="nonprofit"><img class="titleicon" src="/img/icons/ico_law.svg" alt="Icon" />Некоммерческие организации</h2>
    <p>Многие некоммерческие организации созданы для защиты и продвижения Умкойна. Вы можете помочь этим группам, вступив в них и участвуя в их проектах, дискуссиях и событиях.</p>

    <h2 id="spread"><img class="titleicon" src="/img/icons/ico_spread.svg" alt="Icon" />Распространение</h2>
    <p>Рассказывайте о Умкойне интересующимся людям. Напишите о нем в своем блоге. Сообщите администрации своих любимых магазинов, что хотели бы оплачивать свои покупки умкойнами. Помогайте поддерживать <a href="/en/spend-umkoin.php">каталог продавцов</a> в актуальном состоянии. Или будьте креативными: сделайте себе футболку с Умкойн-лого.</p>

    <h2 id="wiki"><img class="titleicon" src="/img/icons/ico_wiki.svg" alt="Icon" />Документация</h2>
    <p><a href="https://github.com/umkoin/umkoin.org#how-to-participate">Umkoin.org</a> предоставляет полезную документацию и постоянно обновляет свою информационную базу. Вы можете помочь улучшить этот, или другие подобные ресурсы, поддерживать их актуальность.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
