<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Бизнесу - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">
  

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Умкойн - бизнесу</h1>
    <p class="summary">Умкойн предоставляет безопасный и недорогой способ обработки платежей.</p>

    <h2 id="lowfee"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Выберите свою комиссию</h2>
    <p>Комиссия не взимается при получении умкойна и многие кошельки позволяют Вам настраивать комиссию при совершении транзакции. Чем больше комиссия, тем выше приоритет для получения <a href="/ru/you-need-to-know.php#instant">подтверждения</a> транзакций сетью. Комиссия не зависит от суммы перевода и вполне вероятно, что одна и та же комиссия может взиматься при переводе 100 000 и 1 умкойна.</p>

    <h2 id="fraud"><img class="titleicon" src="/img/icons/ico_shield.svg" alt="Icon" />Защита от мошенничества</h2>
    <p>Любая компания, которая принимает кредитные карты или PayPal, сталкивается с проблемой отзыва платежей. Мошенничества с отзывом платежей приводят к сужению рынка и увеличению цен, что в итоге бьет по карману покупателей. Умкойн-платежи - необратимы и безопасны, что означает для компаний возможность больше не учитывать в стоимости товара возможность мошенничества.</p>

    <h2 id="international"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Быстрые международные платежи</h2>
    <p>Отправить умкойн через границу так же легко, как и через дорогу. Нет никаких банков-посредников, из-за которых вы можете прождать три рабочих дня, нет лишних комиссий за совершение международных переводов, никаких ограничений по сумме перевода.</p>

    <h2 id="pci"><img class="titleicon" src="/img/icons/ico_pci.svg" alt="Icon" />Не требуется соблюдение стандартов PCI</h2>
    <p>При приеме кредитных карт онлайн, обычно требуется обширные проверки безопасности, для того чтобы соответствовать стандартам PCI. Умкойн требует от вас <a href="/ru/secure-your-wallet.php">позаботиться о безопасности своего кошелька</a> и ваших платежных запросов. Однако, вы не несете затрат или ответственности, которые неизбежны в случае обработки личной информации ваших клиентов, таких как номера кредитных карт.</p>

    <h2 id="visibility"><img class="titleicon" src="/img/icons/ico_visib.svg" alt="Icon" />Привлеките к себе внимание</h2>
    <p>Умкойн - это развивающийся рынок с новыми клиентами, которые ищут способ потратить свои монеты. Принимать платежи в умкойнах - хороший способ привлечь новых клиентов и внимание к вашей компании. Расширение методов оплаты зачастую было успешной практикой онлайн-бизнеса.</p>

    <h2 id="multisig"><img class="titleicon" src="/img/icons/ico_multi.svg" alt="Icon" />Множественная подпись</h2>
    <p>Умкойн также включает опцию мульти-подписи, требующую авторизацию платежа несколькими людьми из группы. Это может использоваться, скажем, советом директоров для ограничения возможности растраты одним из его членов, а также для отслеживания того, кто из директоров одобрил конкретный платеж.</p>

    <h2 id="transparency"><img class="titleicon" src="/img/icons/ico_transparency.svg" alt="Icon" />Финансовая прозрачность</h2>
    <p>Многие организации обязаны вести бухгалтерию, в которой будут учитывать все операции. Использование Умкойна позволит вам предложить высочайший уровень прозрачности, если вы сможете предоставить информацию, которую ваши партнеры могут использовать для проверки ваших счетов и транзакций. Некоммерческие организации могут так же позволить публике видеть, сколько они получили в виде пожертвований.</p>

    <div class="mainbutton"><a href="/ru/getting-started.php"><img src="/img/icons/but_umkoin.png" alt="icon">Начало работы с Умкойном</a></div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
