<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Умкойн Core</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <div class="one-column">

      <h1>Умкойн Core</h1>
      <p class="summary">Поддержка Децентрализации Умкойн</p>

      <div class="callout">
        <p><a href="/ru/download.php">Загрузить Умкойн Core</a>
        <img src="/img/os/windows.png" alt="Windows" />
        <img src="/img/os/mac.png" alt="Mac" />
        <img src="/img/os/linux.png" alt="Linux" />
        </p>
      </div>

      <p>Умкойн Core запрограммирован определять, какая цепочка блоков содержит действительные транзакции. Пользователи Умкойн Core принимают только транзакции для такой цепочки блоков, что делает эту цепочку блоков Умкойн такой, которую хотят использовать остальные пользователи.</p>
      <p>Эти пользователи <b>поддерживают децентрализацию Умкойн</b>. Они индивидуально содержат собственные узлы Умкойн Core, и каждый из этих узлов отдельно руководствуется точно такими же правилами определения действительной цепочки блоков.</p>
      <p>В Умкойн Core нет ни одного голосования или иного процесса, который подвергается толкованиям: существует только индивидуальное программное обеспечение, соответствующее одинаковым правилам - «математика» - для оценки блоков и принятия одинаковых выводов о том, какая цепочка блоков является действительной.</p>
      <p>Это совместное соглашение (называется консенсусом) позволяет таким людям, как вы, принимать только действительные умкоины, обеспечивая соблюдение правил Умкойн даже самыми мощными добытчиками.</p>
      <p>Кроме улучшения децентрализации Умкойн, пользователи Умкойн Core улучшают безопасность своих умкоинов, а также получают - функции конфиденциальности, недоступные в других кошельках, выбор пользовательских интерфейсов и несколько других мощных функций.</p>
      <p><br /></p>

      <div class="two-column-list">
        <ul class="fa-ul">
          <li>
            <p><span class="fa-li fa fa-download fa-2x"></span>
            <b><a href="/ru/download.php">Загрузить</a></b><br />Умкойн Core 0.21.1</p>
          </li>
          <li>
            <p><span class="fa-li fa fa-rocket fa-2x"></span>
            <b><a href="/en/umkoin-core/features.php">Опции</a></b><br />Узнайте, что предлагает Умкойн Core</p>
          </li>
          <li>
            <p><span class="fa-li fa fa-code-fork fa-2x"></span>
            <b><a href="/en/umkoin-core/contribute.php">Вклад</a></b><br />Код, перевод и прочее</p>
          </li>
        </ul>
      </div>

      <p><br class="clear" /></p>

      <h3>Новини</h3>
      <ul>
        <li>
          <p>2021-05-03 - выход Умкойн Core версии 0.21.1</p>
        </li>
        <li>
          <p>2021-01-16 - выход Умкойн Core версии 0.21.0</p>
        </li>
        <li>
          <p>2020-08-03 - выход Умкойн Core версии 0.20.1</p>
        </li>
        <li>
          <p>2020-06-04 - выход Умкойн Core версии 0.20.0</p>
        </li>
        <li>
          <p>2020-03-08 - выход Умкойн Core версии 0.19.1</p>
        </li>
        <li>
          <p>2019-11-22 - выход Умкойн Core версии 0.19.0.1</p>
        </li>
        <li>
          <p>2019-11-09 - выход Умкойн Core версии 0.19.0</p>
        </li>
        <li>
          <p>2019-08-07 - выход Умкойн Core версии 0.18.1</p>
        </li>
        <li>
          <p>2019-05-02 - выход Умкойн Core версии 0.18.0</p>
        </li>
        <li>
          <p>2018-12-27 - выход Умкойн Core версии 0.17.1</p>
        </li>
        <li>
          <p>2018-10-29 - выход Умкойн Core версии 0.17.0.1</p>
        </li>
        <li>
          <p>2018-10-02 - выход Умкойн Core версии 0.17.0</p>
        </li>
        <li>
          <p>2018-09-20 - выход Умкойн Core версии 0.16.3</p>
        </li>
        <li>
          <p>2018-07-28 - выход Умкойн Core версии 0.16.2</p>
        </li>
        <li>
          <p>2018-06-19 - выход Умкойн Core версии 0.16.1</p>
        </li>
        <li>
          <p>2018-01-22 - выход Умкойн Core версии 0.16.0</p>
        </li>
        <li>
          <p>2017-12-13 - выход Умкойн Core версии 0.15.0</p>
        </li>
      </ul>

    </div>

  </div>


<?php
include 'page_footer.php';
?>


</body>
</html>
