<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Частным лицам - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Умкойн - частным лицам</h1>
    <p class="summary">Умкойн - простейший и дешевый способ денежного обмена.</p>

    <h2 id="mobile"><img class="titleicon" src="/img/icons/ico_mobile.svg" alt="Icon"/>Простые мобильные платежи</h2>
    <p>Мобильный умкойн-клиент позволяет совершать платежи по схеме scan-and-pay. Не нужно прокатывать карту, набирать PIN код или что-то подписывать. Все, что вам нужно для приема платежа, это открыть QR-код в своем мобильном кошельке и показать его другу, чтобы он просканировал код своим мобильным телефоном, или просто поднести телефоны друг к другу (если вы используете технологию NFC).</p>

    <h2 id="secure"><img class="titleicon" src="/img/icons/ico_lock.svg" alt="Icon" />Безопасность и контроль над вашими деньгами</h2>
    <p>Умкойн-транзакции защищены криптографией высшего уровня. Никто не может взимать с вас деньги или производить платежи от вашего лица. До тех пор пока вы выполняете необходимые действия для <a href="/ru/secure-your-wallet.php">защиты вашего кошелька</a>, Умкойн дает вам контроль над вашими деньгами и высокий уровень защиты от разного рода мошенничества.</p>

    <h2 id="simple"><img class="titleicon" src="/img/icons/ico_simple.svg" alt="Icon" />Работает где угодно, в любое время</h2>
    <p>Как и при использовании электронной почты, вам не обязательно использовать те же программы или пользоваться услугами того же провайдера, что и ваши друзья. Пусть каждый пользуется тем, что ему нравится. В этом плане не будет никаких проблем, все программное обеспечение Умкойн совместимо, так как использует одну и ту же технологию. Сеть Умкойн работает всегда, даже в праздники!</p>

    <h2 id="international"><img class="titleicon" src="/img/icons/ico_international.svg" alt="Icon" />Быстрые международные переводы</h2>
    <p>Отправить умкойн через границу так же легко, как и через дорогу. Нет никаких банков-посредников, из-за которых вы можете прождать три рабочих дня, нет лишних комиссий за совершение международных переводов, никаких ограничений по сумме перевода.</p>

    <h2 id="lowfee"><img class="titleicon" src="/img/icons/ico_lowfee.svg" alt="Icon" />Выберите свою комиссию</h2>
    <p>Комиссия не взимается при получении умкойна и многие кошельки позволяют Вам настраивать комиссию при совершении транзакции. Чем больше комиссия, тем выше приоритет для получения <a href="/ru/you-need-to-know.php#instant">подтверждения</a> транзакций сетью. Комиссия не зависит от суммы перевода и вполне вероятно, что одна и та же комиссия может взиматься при переводе 100 000 и 1 умкойна.</p>

    <h2 id="anonymous"><img class="titleicon" src="/img/icons/ico_anon.svg" alt="Icon" />Защитите свои личные данные</h2>
    <p>Анонимные платежи являются частью нашей повседневной жизни, ведь большинство покупок в реальном мире производится без обязательного подтверждения личности. Умкойн предоставляет аналогичную свободу в онлайне. Он позволяет приобретать услуги и делать пожертвования без надоедливого просвечивания рентгеном. Однако учтите, что <a href="/ru/protect-your-privacy.php"><b>полная анонимность требует дополнительных действий</b></a>.</p>

    <div class="mainbutton"><a href="/ru/getting-started.php"><img src="/img/icons/but_umkoin.png" alt="icon">Начало работы с Умкойном</a></div>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
