<!DOCTYPE HTML>
<html lang="ru">


<head>
<?php include 'head'; ?>
<title>Это вам нужно знать - Умкойн</title>
</head>


<body>


<?php
include 'page_head.php';
?>


<div class="body">

  <div class="breadcrumbs"></div>

  <div id="content" class="content">

    <h1>Кое-что, что Вам нужно знать</h1>
    <p class="summarytxt">Если вы собрались изучить Умкойн, есть пара вещей, которые вам следует знать. Умкойн позволяет вам обменивать деньги иным способом, нежели с обычными банками. Вам нужно выделить время, чтобы разобраться, прежде чем использовать Умкойн для каких-либо серьезных транзакций. К Умкойну следует относиться с таким же вниманием, как и к обычному кошельку, или даже еще более внимательно в некоторых случаях!</p>

    <h2 id="secure"><img class="titleicon" src="/img/icons/ico_key.svg" alt="Icon" />Безопасность вашего кошелька</h2>
    <p>Как и в реальной жизни, ваш кошелек должен быть защищен. Умкойн позволяет просто переводить суммы куда угодно и позволяет вам полностью контролировать свои деньги. Такие огромные возможности, также сопровождаются большими проблемами безопасности. В то же время, Умкойн способен обеспечить очень высокий уровень безопасности, если пользоваться им правильно. Всегда помните, что это ваша ответственность, использовать лучшие практики для защиты своих денег. <a href="/ru/secure-your-wallet.php"><b>Узнать больше о защите своего кошелька</b></a>.</p>

    <h2 id="volatile"><img class="titleicon" src="/img/icons/ico_market.svg" alt="Icon" />Цена умкойна подвержена колебаниям</h2>
    <p>Цена на умкойны может непредсказуемо увеличиваться или уменьшаться в течение короткого периода времени в связи с молодостью экономики Умкойн, новизной ее природы и неликвидностью рынков. Вследствие этого мы не рекомендуем хранить ваши сбережения в умкойнах. Напротив, умкойны следует рассматривать как активы с высокой степенью риска. Никогда не храните в умкойнах деньги, которые вы не можете позволить себе потерять. Если вы получаете платежи в умкойнах, Вы можете пользоваться сервисами, позволяющими конвертировать их в местную валюту.</p>

    <h2 id="irreversible"><img class="titleicon" src="/img/icons/ico_irreversible.svg" alt="Icon" />Умкойн-платежи невозможно отменить</h2>
    <p>Никакая умкойн-транзакция не может быть отменена. Только в том случае, если сам получатель вернет вам средства, вы сможете получить их назад. Это означает, что вам следует вести бизнес только с теми людьми и организациями, которых вы знаете и которым можете доверять, или у которых уже хорошая репутация. Со стороны организаций, они должны контролировать свои платежные запросы, направленные клиентам. Умкойн обнаруживает опечатку и, как правило, не позволяет отправить деньги на несуществующий адрес по ошибке. Дополнительные услуги могут появиться в будущем, для обеспечения большего выбора и защиты для клиентов.</p>

    <h2 id="anonymous"><img class="titleicon" src="/img/icons/ico_anon.svg" alt="Icon" />Для полной анонимности Умкойна требуются усилия</h2>
    <p>Для защиты вашей конфиденциальности, при использовании Умкойна требуются некоторые усилия. Ведь все умкойн-транзакции публичны и мгновенно распространяются в сети, что означает - все могут видеть баланс и транзакции любого умкойн-адреса. Однако, личность пользователя за адресами остается неизвестной до тех пор, пока информация не откроется благодаря платежу, или в других обстоятельствах. Это одна из причин почему умкойн-адреса следует использовать лишь однажды. Всегда помните, что использование лучших практик для защиты своей конфиденциальности - это ваша ответственность. <a href="/ru/protect-your-privacy.php"><b>Читать еще, о защите свой конфиденциальности</b></a>.</p>

    <h2 id="instant"><img class="titleicon" src="/img/icons/ico_fast.svg" alt="Icon" />Неподтвержденные транзакции небезопасны</h2>
    <p>Транзакции не создаются необратимыми. Вместо этого они получают <i>подтверждения</i>, которые указывают, насколько легко обратить транзакцию. Каждая транзакция занимает между несколькими секундами и 90 минутами, со средней длительностью в 10 минут.  Если комиссия была чересчур низкой или в ином смысле атипичной, первое подтверждение займет намного больше времени.</p>

    <br>
    <table class="center">
      <tr>
        <th>Подтверждения</th>
        <th>Легкий кошелек</th>
        <th><a href="/en/download.php">Umkoin Core</a></th>
      </tr>

      <tr>
        <th>0</th>
        <td colspan="2">Безопасно только в случае полного доверия к отправителю умкойнов</td>
      </tr>

      <tr>
        <th>1</th>
        <td>Наименшая степень безопасности</td>
        <td>В основном безопасно</td>
      </tr>

      <tr>
        <th>3</th>
        <td>В основном безопасно</td>
        <td>Высокая степень безопасности</td>
      </tr>

      <tr>
        <th>6</th>
        <td colspan="2">Минимально рекомендуемое количество подтверждений для обеспечения безопасности ценных умкойн-транзакций</td>
      </tr>

      <tr>
        <th>30</th>
        <td colspan="2">Рекомендовано во время нестандартных ситуаций в сети Умкойн</td>
      </tr>
    </table>
    <br>

    <h2 id="experimental"><img class="titleicon" src="/img/icons/ico_lab.svg" alt="Icon" />Умкойн все еще является экспериментальной валютой</h2>
    <p>Умкойн является экспериментальной новой валютой, которая находится в активной разработке. И, хотя она становится все менее и менее экспериментальной по мере того, как растет ее популярность, следует все же иметь в виду, что Умкойн - новое изобретение, использующее ранее не применявшиеся принципы. Соответственно, будущее этой валюты непредсказуемо.</p>

    <h2 id="tax"><img class="titleicon" src="/img/icons/ico_invoice.svg" alt="Icon" />Налоги и госрегулирование</h2>
    <p>Умкойн не является официальной валютой. Тем не менее, большинство юрисдикций требуют, чтобы вы платили подоходный налог, что может относиться и к Умкойну. Это ваша ответственность, убедитесь, что вы будете придерживаться налоговых и других юридических или нормативных требований вашего правительства и/или местных властей.</p>

  </div>

</div>


<?php
include 'page_footer.php';
?>


</body>
</html>
